{
  "version": "1.0.0",
  "level": "advanced",
  "contents": [
    {
      "id": "advanced_001",
      "title": "環境問題についての意見",
      "text": "최근 환경 문제가 전 세계적으로 심각해지고 있습니다. 지구 온난화로 인해 이상 기후 현상이 빈번하게 발생하고 있으며, 해수면 상승으로 일부 지역은 침수 위험에 처해 있습니다. 이러한 문제를 해결하기 위해서는 개인적인 노력뿐만 아니라 정부와 기업의 적극적인 참여가 필요합니다. 우리 모두가 환경 보호에 대한 인식을 높이고, 일회용품 사용을 줄이며, 재활용을 생활화해야 합니다. 또한 신재생 에너지 개발에 더 많은 투자가 이루어져야 합니다. 미래 세대를 위해 지금 당장 행동에 나서야 할 때입니다.",
      "meaning": "最近、環境問題が世界的に深刻化しています。地球温暖化により異常気象現象が頻繁に発生しており、海面上昇により一部の地域は浸水の危険にさらされています。このような問題を解決するためには、個人的な努力だけでなく、政府と企業の積極的な参加が必要です。私たち全員が環境保護に対する意識を高め、使い捨て製品の使用を減らし、リサイクルを生活化しなければなりません。また、再生可能エネルギーの開発にさらに多くの投資がなされるべきです。未来の世代のために今すぐ行動に移すべき時です。",
      "audioPath": "assets/audio/shadowing/advanced/001.mp3",
      "durationSeconds": 36,
      "tip": "「전 세계적으로」は「チョン セゲジョグロ」と発音し、長い複合語の区切りに注意しましょう",
      "segments": [
        {
          "index": 0,
          "text": "최근 환경 문제가 전 세계적으로 심각해지고 있습니다.",
          "meaning": "最近、環境問題が世界的に深刻化しています。",
          "startTime": 0.01,
          "endTime": 4.05
        },
        {
          "index": 1,
          "text": "지구 온난화로 인해 이상 기후 현상이 빈번하게 발생하고 있으며, 해수면 상승으로 일부 지역은 침수 위험에 처해 있습니다.",
          "meaning": "地球温暖化により異常気象現象が頻繁に発生しており、海面上昇により一部の地域は浸水の危険にさらされています。",
          "startTime": 4.05,
          "endTime": 12.87
        },
        {
          "index": 2,
          "text": "이러한 문제를 해결하기 위해서는 개인적인 노력뿐만 아니라 정부와 기업의 적극적인 참여가 필요합니다.",
          "meaning": "このような問題を解決するためには、個人的な努力だけでなく、政府と企業の積極的な参加が必要です。",
          "startTime": 12.87,
          "endTime": 20.24
        },
        {
          "index": 3,
          "text": "우리 모두가 환경 보호에 대한 인식을 높이고, 일회용품 사용을 줄이며, 재활용을 생활화해야 합니다.",
          "meaning": "私たち全員が環境保護に対する意識を高め、使い捨て製品の使用を減らし、リサイクルを生活化しなければなりません。",
          "startTime": 20.24,
          "endTime": 27.39
        },
        {
          "index": 4,
          "text": "또한 신재생 에너지 개발에 더 많은 투자가 이루어져야 합니다.",
          "meaning": "また、再生可能エネルギーの開発にさらに多くの投資がなされるべきです。",
          "startTime": 27.39,
          "endTime": 31.7
        },
        {
          "index": 5,
          "text": "미래 세대를 위해 지금 당장 행동에 나서야 할 때입니다.",
          "meaning": "未来の世代のために今すぐ行動に移すべき時です。",
          "startTime": 31.7,
          "endTime": 36.01
        }
      ]
    },
    {
      "id": "advanced_002",
      "title": "人工知能の未来",
      "text": "인공지능 기술은 현대 사회의 모든 분야에 혁명적인 변화를 가져오고 있습니다. 의료 분야에서는 질병 진단의 정확도를 높이고 있으며, 교육 분야에서는 맞춤형 학습을 가능하게 하고 있습니다. 그러나 이러한 발전에는 우려되는 점도 있습니다. 일자리 감소, 개인정보 침해, 그리고 인공지능의 윤리적 사용에 관한 문제들이 제기되고 있습니다. 따라서 기술 발전과 함께 사회적, 윤리적 기준을 마련하는 것이 필수적입니다. 인공지능이 인간의 삶을 풍요롭게 하되 인간 중심의 가치를 잃지 않도록 해야 합니다. 결국 기술은 도구일 뿐이며, 그것을 어떻게 사용하느냐는 우리에게 달려 있습니다.",
      "meaning": "人工知能技術は現代社会のあらゆる分野に革命的な変化をもたらしています。医療分野では疾病診断の精度を高めており、教育分野ではオーダーメイド学習を可能にしています。しかし、このような発展には懸念される点もあります。雇用減少、個人情報侵害、そして人工知能の倫理的使用に関する問題が提起されています。したがって、技術発展とともに社会的・倫理的基準を設けることが必須です。人工知能が人間の生活を豊かにしつつも、人間中心の価値を失わないようにしなければなりません。結局、技術は道具に過ぎず、それをどう使うかは私たちにかかっています。",
      "audioPath": "assets/audio/shadowing/advanced/002.mp3",
      "durationSeconds": 43,
      "tip": "「인공지능」は「インゴンジヌン」、パッチムㅇの後の지は濃音化せず軽く発音します",
      "segments": [
        {
          "index": 0,
          "text": "인공지능 기술은 현대 사회의 모든 분야에 혁명적인 변화를 가져오고 있습니다.",
          "meaning": "人工知能技術は現代社会のあらゆる分野に革命的な変化をもたらしています。",
          "startTime": 0.01,
          "endTime": 5.83
        },
        {
          "index": 1,
          "text": "의료 분야에서는 질병 진단의 정확도를 높이고 있으며, 교육 분야에서는 맞춤형 학습을 가능하게 하고 있습니다.",
          "meaning": "医療分野では疾病診断の精度を高めており、教育分野ではオーダーメイド学習を可能にしています。",
          "startTime": 5.83,
          "endTime": 13.8
        },
        {
          "index": 2,
          "text": "그러나 이러한 발전에는 우려되는 점도 있습니다.",
          "meaning": "しかし、このような発展には懸念される点もあります。",
          "startTime": 13.8,
          "endTime": 17.17
        },
        {
          "index": 3,
          "text": "일자리 감소, 개인정보 침해, 그리고 인공지능의 윤리적 사용에 관한 문제들이 제기되고 있습니다.",
          "meaning": "雇用減少、個人情報侵害、そして人工知能の倫理的使用に関する問題が提起されています。",
          "startTime": 17.17,
          "endTime": 24.67
        },
        {
          "index": 4,
          "text": "따라서 기술 발전과 함께 사회적, 윤리적 기준을 마련하는 것이 필수적입니다.",
          "meaning": "したがって、技術発展とともに社会的・倫理的基準を設けることが必須です。",
          "startTime": 24.67,
          "endTime": 30.97
        },
        {
          "index": 5,
          "text": "인공지능이 인간의 삶을 풍요롭게 하되 인간 중심의 가치를 잃지 않도록 해야 합니다.",
          "meaning": "人工知能が人間の生活を豊かにしつつも、人間中心の価値を失わないようにしなければなりません。",
          "startTime": 30.97,
          "endTime": 36.96
        },
        {
          "index": 6,
          "text": "결국 기술은 도구일 뿐이며, 그것을 어떻게 사용하느냐는 우리에게 달려 있습니다.",
          "meaning": "結局、技術は道具に過ぎず、それをどう使うかは私たちにかかっています。",
          "startTime": 36.96,
          "endTime": 43
        }
      ]
    },
    {
      "id": "advanced_003",
      "title": "グローバル化の功罪",
      "text": "세계화는 국가 간 경제적, 문화적 교류를 촉진하여 많은 혜택을 가져왔습니다. 국제 무역의 확대로 소비자들은 다양한 제품을 저렴하게 구매할 수 있게 되었습니다. 또한 문화 교류를 통해 서로 다른 문화에 대한 이해가 깊어졌습니다. 그러나 세계화에는 부정적인 측면도 존재합니다. 선진국과 개발도상국 간의 경제적 격차가 심화되었으며, 지역 고유의 문화가 사라질 위기에 처해 있습니다. 게다가 금융 위기 같은 문제가 전 세계로 빠르게 확산되는 위험도 있습니다. 세계화의 혜택을 공정하게 분배하고 부작용을 최소화하기 위한 국제적 협력이 필요합니다.",
      "meaning": "グローバル化は国家間の経済的・文化的交流を促進し、多くの恩恵をもたらしました。国際貿易の拡大により消費者は多様な製品を安価に購入できるようになりました。また、文化交流を通じて異なる文化への理解が深まりました。しかし、グローバル化には否定的な側面も存在します。先進国と発展途上国間の経済格差が深刻化し、地域固有の文化が消滅の危機に瀕しています。さらに、金融危機のような問題が世界中に急速に拡散するリスクもあります。グローバル化の恩恵を公正に分配し、副作用を最小化するための国際的協力が必要です。",
      "audioPath": "assets/audio/shadowing/advanced/003.mp3",
      "durationSeconds": 40,
      "tip": "「국제 무역」は「クッチェ ムヨク」、ㄱパッチムの後のㅁは連音化せずそのまま発音します",
      "segments": [
        {
          "index": 0,
          "text": "세계화는 국가 간 경제적, 문화적 교류를 촉진하여 많은 혜택을 가져왔습니다.",
          "meaning": "グローバル化は国家間の経済的・文化的交流を促進し、多くの恩恵をもたらしました。",
          "startTime": 0.01,
          "endTime": 6.23
        },
        {
          "index": 1,
          "text": "국제 무역의 확대로 소비자들은 다양한 제품을 저렴하게 구매할 수 있게 되었습니다.",
          "meaning": "国際貿易の拡大により消費者は多様な製品を安価に購入できるようになりました。",
          "startTime": 6.23,
          "endTime": 12.15
        },
        {
          "index": 2,
          "text": "또한 문화 교류를 통해 서로 다른 문화에 대한 이해가 깊어졌습니다.",
          "meaning": "また、文化交流を通じて異なる文化への理解が深まりました。",
          "startTime": 12.15,
          "endTime": 16.99
        },
        {
          "index": 3,
          "text": "그러나 세계화에는 부정적인 측면도 존재합니다.",
          "meaning": "しかし、グローバル化には否定的な側面も存在します。",
          "startTime": 16.99,
          "endTime": 20.73
        },
        {
          "index": 4,
          "text": "선진국과 개발도상국 간의 경제적 격차가 심화되었으며, 지역 고유의 문화가 사라질 위기에 처해 있습니다.",
          "meaning": "先進国と発展途上国間の経済格差が深刻化し、地域固有の文化が消滅の危機に瀕しています。",
          "startTime": 20.73,
          "endTime": 28.45
        },
        {
          "index": 5,
          "text": "게다가 금융 위기 같은 문제가 전 세계로 빠르게 확산되는 위험도 있습니다.",
          "meaning": "さらに、金融危機のような問題が世界中に急速に拡散するリスクもあります。",
          "startTime": 28.45,
          "endTime": 33.68
        },
        {
          "index": 6,
          "text": "세계화의 혜택을 공정하게 분배하고 부작용을 최소화하기 위한 국제적 협력이 필요합니다.",
          "meaning": "グローバル化の恩恵を公正に分配し、副作用を最小化するための国際的協力が必要です。",
          "startTime": 33.68,
          "endTime": 40.48
        }
      ]
    },
    {
      "id": "advanced_004",
      "title": "韓国経済の現状",
      "text": "한국 경제는 지난 수십 년간 눈부신 성장을 이루어 왔습니다. 수출 주도형 경제 정책으로 반도체, 자동차, 조선 산업에서 세계적인 경쟁력을 갖추게 되었습니다. 그러나 최근 몇 년간 성장률 둔화와 함께 여러 과제들이 부각되고 있습니다. 대기업과 중소기업 간의 격차, 가계 부채 증가, 그리고 부동산 가격 상승 등이 주요 현안입니다. 이에 정부는 혁신 성장과 소득 주도 성장을 통해 경제 구조를 개선하고자 노력하고 있습니다. 또한 신성장 동력으로 바이오, 인공지능, 친환경 에너지 분야에 대한 투자를 확대하고 있습니다. 지속 가능한 성장을 위해서는 구조적 개혁이 반드시 필요합니다.",
      "meaning": "韓国経済は過去数十年間、目覚ましい成長を遂げてきました。輸出主導型経済政策により半導体、自動車、造船産業で世界的な競争力を備えるようになりました。しかし、ここ数年は成長率の鈍化とともにいくつかの課題が浮上しています。大企業と中小企業間の格差、家計負債の増加、そして不動産価格の上昇などが主要な懸案です。これに対し政府は革新成長と所得主導成長を通じて経済構造を改善しようと努力しています。また、新成長動力としてバイオ、人工知能、環境配慮型エネルギー分野への投資を拡大しています。持続可能な成長のためには構造的改革が必ず必要です。",
      "audioPath": "assets/audio/shadowing/advanced/004.mp3",
      "durationSeconds": 45,
      "tip": "「수출 주도형」は「スチュル チュドヒョン」、ㄹパッチムの後のㅈは濃音化して「チュ」と発音します",
      "segments": [
        {
          "index": 0,
          "text": "한국 경제는 지난 수십 년간 눈부신 성장을 이루어 왔습니다.",
          "meaning": "韓国経済は過去数十年間、目覚ましい成長を遂げてきました。",
          "startTime": 0.01,
          "endTime": 4.63
        },
        {
          "index": 1,
          "text": "수출 주도형 경제 정책으로 반도체, 자동차, 조선 산업에서 세계적인 경쟁력을 갖추게 되었습니다.",
          "meaning": "輸出主導型経済政策により半導体、自動車、造船産業で世界的な競争力を備えるようになりました。",
          "startTime": 4.63,
          "endTime": 12.79
        },
        {
          "index": 2,
          "text": "그러나 최근 몇 년간 성장률 둔화와 함께 여러 과제들이 부각되고 있습니다.",
          "meaning": "しかし、ここ数年は成長率の鈍化とともにいくつかの課題が浮上しています。",
          "startTime": 12.79,
          "endTime": 18.56
        },
        {
          "index": 3,
          "text": "대기업과 중소기업 간의 격차, 가계 부채 증가, 그리고 부동산 가격 상승 등이 주요 현안입니다.",
          "meaning": "大企業と中小企業間の格差、家計負債の増加、そして不動産価格の上昇などが主要な懸案です。",
          "startTime": 18.56,
          "endTime": 26.41
        },
        {
          "index": 4,
          "text": "이에 정부는 혁신 성장과 소득 주도 성장을 통해 경제 구조를 개선하고자 노력하고 있습니다.",
          "meaning": "これに対し政府は革新成長と所得主導成長を通じて経済構造を改善しようと努力しています。",
          "startTime": 26.41,
          "endTime": 33.09
        },
        {
          "index": 5,
          "text": "또한 신성장 동력으로 바이오, 인공지능, 친환경 에너지 분야에 대한 투자를 확대하고 있습니다.",
          "meaning": "また、新成長動力としてバイオ、人工知能、環境配慮型エネルギー分野への投資を拡大しています。",
          "startTime": 33.09,
          "endTime": 40.35
        },
        {
          "index": 6,
          "text": "지속 가능한 성장을 위해서는 구조적 개혁이 반드시 필요합니다.",
          "meaning": "持続可能な成長のためには構造的改革が必ず必要です。",
          "startTime": 40.35,
          "endTime": 45.31
        }
      ]
    },
    {
      "id": "advanced_005",
      "title": "少子高齢化問題",
      "text": "저출산 고령화는 한국 사회가 직면한 가장 심각한 문제 중 하나입니다. 출산율은 세계 최저 수준으로 떨어졌으며, 고령 인구 비율은 빠르게 증가하고 있습니다. 이러한 인구 구조의 변화는 노동력 감소와 복지 비용 증가로 이어지고 있습니다. 젊은 세대는 높은 주거비와 양육비 부담으로 결혼과 출산을 미루거나 포기하는 경우가 많습니다. 정부는 출산 장려 정책과 육아 지원 확대를 추진하고 있지만, 근본적인 해결책이 되지 못하고 있습니다. 일과 가정의 양립이 가능한 사회 환경을 조성하고, 청년층의 경제적 안정을 지원하는 것이 시급합니다. 이는 단순히 인구 문제가 아니라 사회 전체의 지속 가능성과 직결됩니다.",
      "meaning": "少子高齢化は韓国社会が直面している最も深刻な問題の一つです。出生率は世界最低水準まで落ち込み、高齢人口の割合は急速に増加しています。このような人口構造の変化は労働力減少と福祉費用増加につながっています。若い世代は高い住居費と養育費の負担で結婚と出産を先延ばしにしたり諦めるケースが多いです。政府は出産奨励政策と育児支援の拡大を推進していますが、根本的な解決策にはなっていません。仕事と家庭の両立が可能な社会環境を整え、若年層の経済的安定を支援することが急務です。これは単なる人口問題ではなく、社会全体の持続可能性に直結しています。",
      "audioPath": "assets/audio/shadowing/advanced/005.mp3",
      "durationSeconds": 45,
      "tip": "「저출산 고령화」は「チョチュルサン コリョンファ」、漢字語の複合語はリズムよく区切って発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "저출산 고령화는 한국 사회가 직면한 가장 심각한 문제 중 하나입니다.",
          "meaning": "少子高齢化は韓国社会が直面している最も深刻な問題の一つです。",
          "startTime": 0.01,
          "endTime": 5.6
        },
        {
          "index": 1,
          "text": "출산율은 세계 최저 수준으로 떨어졌으며, 고령 인구 비율은 빠르게 증가하고 있습니다.",
          "meaning": "出生率は世界最低水準まで落ち込み、高齢人口の割合は急速に増加しています。",
          "startTime": 5.6,
          "endTime": 11.81
        },
        {
          "index": 2,
          "text": "이러한 인구 구조의 변화는 노동력 감소와 복지 비용 증가로 이어지고 있습니다.",
          "meaning": "このような人口構造の変化は労働力減少と福祉費用増加につながっています。",
          "startTime": 11.81,
          "endTime": 17.42
        },
        {
          "index": 3,
          "text": "젊은 세대는 높은 주거비와 양육비 부담으로 결혼과 출산을 미루거나 포기하는 경우가 많습니다.",
          "meaning": "若い世代は高い住居費と養育費の負担で結婚と出産を先延ばしにしたり諦めるケースが多いです。",
          "startTime": 17.42,
          "endTime": 24.61
        },
        {
          "index": 4,
          "text": "정부는 출산 장려 정책과 육아 지원 확대를 추진하고 있지만, 근본적인 해결책이 되지 못하고 있습니다.",
          "meaning": "政府は出産奨励政策と育児支援の拡大を推進していますが、根本的な解決策にはなっていません。",
          "startTime": 24.61,
          "endTime": 32.1
        },
        {
          "index": 5,
          "text": "일과 가정의 양립이 가능한 사회 환경을 조성하고, 청년층의 경제적 안정을 지원하는 것이 시급합니다.",
          "meaning": "仕事と家庭の両立が可能な社会環境を整え、若年層の経済的安定を支援することが急務です。",
          "startTime": 32.1,
          "endTime": 39.72
        },
        {
          "index": 6,
          "text": "이는 단순히 인구 문제가 아니라 사회 전체의 지속 가능성과 직결됩니다.",
          "meaning": "これは単なる人口問題ではなく、社会全体の持続可能性に直結しています。",
          "startTime": 39.72,
          "endTime": 45.38
        }
      ]
    },
    {
      "id": "advanced_006",
      "title": "SNSと社会",
      "text": "소셜 미디어는 현대인의 일상에 깊이 자리 잡았습니다. 사람들은 소셜 미디어를 통해 정보를 얻고, 의견을 나누며, 사회적 관계를 유지합니다. 또한 시민들의 목소리를 전달하는 중요한 창구 역할을 하기도 합니다. 그러나 소셜 미디어의 부정적인 영향도 간과할 수 없습니다. 가짜 뉴스의 확산, 개인정보 유출, 사이버 폭력 등의 문제가 심각해지고 있습니다. 특히 청소년들의 경우 과도한 사용으로 인한 정신 건강 문제가 우려됩니다. 따라서 소셜 미디어를 현명하게 사용하기 위한 디지털 리터러시 교육이 필수적입니다. 기술의 발전은 멈출 수 없으므로, 우리가 그것을 어떻게 활용하느냐가 관건입니다.",
      "meaning": "ソーシャルメディアは現代人の日常に深く根付いています。人々はソーシャルメディアを通じて情報を得て、意見を交わし、社会的関係を維持しています。また、市民の声を届ける重要な窓口の役割も果たしています。しかし、ソーシャルメディアの否定的な影響も見過ごすことはできません。フェイクニュースの拡散、個人情報の流出、サイバー暴力などの問題が深刻化しています。特に青少年の場合、過度な使用による精神的健康問題が懸念されます。したがって、ソーシャルメディアを賢く使うためのデジタルリテラシー教育が必須です。技術の発展は止められないため、私たちがそれをどう活用するかが鍵となります。",
      "audioPath": "assets/audio/shadowing/advanced/006.mp3",
      "durationSeconds": 44,
      "tip": "「소셜 미디어」は外来語なので「ソショル ミディオ」とカタカナ読みに近く、自然なリズムで発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "소셜 미디어는 현대인의 일상에 깊이 자리 잡았습니다.",
          "meaning": "ソーシャルメディアは現代人の日常に深く根付いています。",
          "startTime": 0.01,
          "endTime": 4.16
        },
        {
          "index": 1,
          "text": "사람들은 소셜 미디어를 통해 정보를 얻고, 의견을 나누며, 사회적 관계를 유지합니다.",
          "meaning": "人々はソーシャルメディアを通じて情報を得て、意見を交わし、社会的関係を維持しています。",
          "startTime": 4.16,
          "endTime": 10.98
        },
        {
          "index": 2,
          "text": "또한 시민들의 목소리를 전달하는 중요한 창구 역할을 하기도 합니다.",
          "meaning": "また、市民の声を届ける重要な窓口の役割も果たしています。",
          "startTime": 10.98,
          "endTime": 15.92
        },
        {
          "index": 3,
          "text": "그러나 소셜 미디어의 부정적인 영향도 간과할 수 없습니다.",
          "meaning": "しかし、ソーシャルメディアの否定的な影響も見過ごすことはできません。",
          "startTime": 15.92,
          "endTime": 20.24
        },
        {
          "index": 4,
          "text": "가짜 뉴스의 확산, 개인정보 유출, 사이버 폭력 등의 문제가 심각해지고 있습니다.",
          "meaning": "フェイクニュースの拡散、個人情報の流出、サイバー暴力などの問題が深刻化しています。",
          "startTime": 20.24,
          "endTime": 26.87
        },
        {
          "index": 5,
          "text": "특히 청소년들의 경우 과도한 사용으로 인한 정신 건강 문제가 우려됩니다.",
          "meaning": "特に青少年の場合、過度な使用による精神的健康問題が懸念されます。",
          "startTime": 26.87,
          "endTime": 32.13
        },
        {
          "index": 6,
          "text": "따라서 소셜 미디어를 현명하게 사용하기 위한 디지털 리터러시 교육이 필수적입니다.",
          "meaning": "したがって、ソーシャルメディアを賢く使うためのデジタルリテラシー教育が必須です。",
          "startTime": 32.13,
          "endTime": 38.12
        },
        {
          "index": 7,
          "text": "기술의 발전은 멈출 수 없으므로, 우리가 그것을 어떻게 활용하느냐가 관건입니다.",
          "meaning": "技術の発展は止められないため、私たちがそれをどう活用するかが鍵となります。",
          "startTime": 38.12,
          "endTime": 44.28
        }
      ]
    },
    {
      "id": "advanced_007",
      "title": "働き方改革",
      "text": "최근 한국 사회에서는 일과 삶의 균형에 대한 관심이 높아지고 있습니다. 과거에는 장시간 근무가 미덕으로 여겨졌지만, 이제는 효율적인 업무와 개인 생활의 조화가 중시되고 있습니다. 정부는 주 52시간 근무제를 도입하여 노동 환경 개선을 추진하고 있습니다. 기업들도 재택근무, 유연 근무제 등 다양한 근무 형태를 도입하고 있습니다. 그러나 여전히 많은 직장인들이 야근과 주말 근무에 시달리고 있는 것이 현실입니다. 근본적인 변화를 위해서는 성과 중심의 평가 문화가 정착되어야 합니다. 또한 일하는 방식 자체를 혁신하여 생산성을 높이는 노력이 필요합니다.",
      "meaning": "最近、韓国社会ではワークライフバランスへの関心が高まっています。過去には長時間勤務が美徳とされていましたが、今では効率的な業務と個人生活の調和が重視されています。政府は週52時間勤務制を導入し、労働環境の改善を推進しています。企業もリモートワーク、フレックスタイム制など様々な勤務形態を導入しています。しかし、依然として多くの会社員が残業や週末勤務に苦しんでいるのが現実です。根本的な変化のためには、成果中心の評価文化が定着しなければなりません。また、働き方自体を革新して生産性を高める努力が必要です。",
      "audioPath": "assets/audio/shadowing/advanced/007.mp3",
      "durationSeconds": 42,
      "tip": "「일과 삶의 균형」は「イルグァ サルメ キュニョン」、連音化に注意して滑らかに発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "최근 한국 사회에서는 일과 삶의 균형에 대한 관심이 높아지고 있습니다.",
          "meaning": "最近、韓国社会ではワークライフバランスへの関心が高まっています。",
          "startTime": 0.01,
          "endTime": 5.27
        },
        {
          "index": 1,
          "text": "과거에는 장시간 근무가 미덕으로 여겨졌지만, 이제는 효율적인 업무와 개인 생활의 조화가 중시되고 있습니다.",
          "meaning": "過去には長時間勤務が美徳とされていましたが、今では効率的な業務と個人生活の調和が重視されています。",
          "startTime": 5.27,
          "endTime": 13.21
        },
        {
          "index": 2,
          "text": "정부는 주 52시간 근무제를 도입하여 노동 환경 개선을 추진하고 있습니다.",
          "meaning": "政府は週52時間勤務制を導入し、労働環境の改善を推進しています。",
          "startTime": 13.21,
          "endTime": 18.79
        },
        {
          "index": 3,
          "text": "기업들도 재택근무, 유연 근무제 등 다양한 근무 형태를 도입하고 있습니다.",
          "meaning": "企業もリモートワーク、フレックスタイム制など様々な勤務形態を導入しています。",
          "startTime": 18.79,
          "endTime": 24.68
        },
        {
          "index": 4,
          "text": "그러나 여전히 많은 직장인들이 야근과 주말 근무에 시달리고 있는 것이 현실입니다.",
          "meaning": "しかし、依然として多くの会社員が残業や週末勤務に苦しんでいるのが現実です。",
          "startTime": 24.68,
          "endTime": 30.86
        },
        {
          "index": 5,
          "text": "근본적인 변화를 위해서는 성과 중심의 평가 문화가 정착되어야 합니다.",
          "meaning": "根本的な変化のためには、成果中心の評価文化が定着しなければなりません。",
          "startTime": 30.86,
          "endTime": 36.04
        },
        {
          "index": 6,
          "text": "또한 일하는 방식 자체를 혁신하여 생산성을 높이는 노력이 필요합니다.",
          "meaning": "また、働き方自体を革新して生産性を高める努力が必要です。",
          "startTime": 36.04,
          "endTime": 41.52
        }
      ]
    },
    {
      "id": "advanced_008",
      "title": "教育格差問題",
      "text": "교육의 기회 균등은 민주주의 사회의 기본 원칙입니다. 그러나 현실에서는 가정의 경제적 상황에 따라 교육 기회에 큰 차이가 존재합니다. 부유한 가정의 자녀들은 질 높은 사교육을 받을 수 있는 반면, 저소득층 가정에서는 그러한 기회가 제한됩니다. 이러한 격차는 대학 진학률과 취업 기회에까지 영향을 미칩니다. 결과적으로 교육 불평등은 사회적 계층 고착화로 이어지게 됩니다. 이를 해결하기 위해서는 공교육의 질을 높이고, 저소득층 학생들을 위한 지원 프로그램을 확대해야 합니다. 모든 학생이 자신의 잠재력을 발휘할 수 있는 공정한 교육 환경을 만드는 것이 우리 사회의 과제입니다.",
      "meaning": "教育機会の均等は民主主義社会の基本原則です。しかし現実では、家庭の経済状況により教育機会に大きな差が存在します。裕福な家庭の子どもたちは質の高い私教育を受けられる一方、低所得層の家庭ではそのような機会が制限されます。このような格差は大学進学率や就職機会にまで影響を及ぼします。結果的に教育不平等は社会的階層の固定化につながります。これを解決するためには公教育の質を高め、低所得層の学生のための支援プログラムを拡大しなければなりません。すべての学生が自分の潜在力を発揮できる公正な教育環境を作ることが私たちの社会の課題です。",
      "audioPath": "assets/audio/shadowing/advanced/008.mp3",
      "durationSeconds": 44,
      "tip": "「기회 균등」は「キフェ キュンドゥン」、ㅎとㄱの組み合わせは激音化せず別々に発音します",
      "segments": [
        {
          "index": 0,
          "text": "교육의 기회 균등은 민주주의 사회의 기본 원칙입니다.",
          "meaning": "教育機会の均等は民主主義社会の基本原則です。",
          "startTime": 0.01,
          "endTime": 4.33
        },
        {
          "index": 1,
          "text": "그러나 현실에서는 가정의 경제적 상황에 따라 교육 기회에 큰 차이가 존재합니다.",
          "meaning": "しかし現実では、家庭の経済状況により教育機会に大きな差が存在します。",
          "startTime": 4.33,
          "endTime": 10.45
        },
        {
          "index": 2,
          "text": "부유한 가정의 자녀들은 질 높은 사교육을 받을 수 있는 반면, 저소득층 가정에서는 그러한 기회가 제한됩니다.",
          "meaning": "裕福な家庭の子どもたちは質の高い私教育を受けられる一方、低所得層の家庭ではそのような機会が制限されます。",
          "startTime": 10.45,
          "endTime": 18.55
        },
        {
          "index": 3,
          "text": "이러한 격차는 대학 진학률과 취업 기회에까지 영향을 미칩니다.",
          "meaning": "このような格差は大学進学率や就職機会にまで影響を及ぼします。",
          "startTime": 18.55,
          "endTime": 23.49
        },
        {
          "index": 4,
          "text": "결과적으로 교육 불평등은 사회적 계층 고착화로 이어지게 됩니다.",
          "meaning": "結果的に教育不平等は社会的階層の固定化につながります。",
          "startTime": 23.49,
          "endTime": 28.76
        },
        {
          "index": 5,
          "text": "이를 해결하기 위해서는 공교육의 질을 높이고, 저소득층 학생들을 위한 지원 프로그램을 확대해야 합니다.",
          "meaning": "これを解決するためには公教育の質を高め、低所得層の学生のための支援プログラムを拡大しなければなりません。",
          "startTime": 28.76,
          "endTime": 36.24
        },
        {
          "index": 6,
          "text": "모든 학생이 자신의 잠재력을 발휘할 수 있는 공정한 교육 환경을 만드는 것이 우리 사회의 과제입니다.",
          "meaning": "すべての学生が自分の潜在力を発揮できる公正な教育環境を作ることが私たちの社会の課題です。",
          "startTime": 36.24,
          "endTime": 43.76
        }
      ]
    },
    {
      "id": "advanced_009",
      "title": "文化遺産の保護",
      "text": "문화유산은 한 민족의 정체성과 역사를 담고 있는 소중한 자산입니다. 한국에는 유네스코 세계유산으로 등재된 많은 문화재가 있습니다. 경복궁, 불국사, 수원 화성 등이 대표적인 예입니다. 이러한 문화유산은 관광 자원으로서 경제적 가치도 지니고 있습니다. 그러나 도시 개발과 환경 변화로 인해 많은 문화재가 훼손되거나 사라질 위기에 처해 있습니다. 문화유산을 보존하기 위해서는 정부의 체계적인 관리와 함께 시민들의 관심이 필요합니다. 또한 디지털 기술을 활용하여 문화유산을 기록하고 보존하는 새로운 방법도 모색되고 있습니다. 과거를 보존하는 것은 미래를 준비하는 일이기도 합니다.",
      "meaning": "文化遺産は一民族のアイデンティティと歴史を込めた貴重な資産です。韓国にはユネスコ世界遺産に登録された多くの文化財があります。景福宮、仏国寺、水原華城などが代表的な例です。このような文化遺産は観光資源として経済的価値も持っています。しかし、都市開発と環境変化により多くの文化財が毀損されたり消滅の危機に瀕しています。文化遺産を保存するためには政府の体系的な管理とともに市民の関心が必要です。また、デジタル技術を活用して文化遺産を記録・保存する新しい方法も模索されています。過去を保存することは未来を準備することでもあります。",
      "audioPath": "assets/audio/shadowing/advanced/009.mp3",
      "durationSeconds": 44,
      "tip": "「유네스코」は外来語で「ユネスコ」、「세계유산」は「セゲユサン」と発音し、漢字語と外来語の区別に注意しましょう",
      "segments": [
        {
          "index": 0,
          "text": "문화유산은 한 민족의 정체성과 역사를 담고 있는 소중한 자산입니다.",
          "meaning": "文化遺産は一民族のアイデンティティと歴史を込めた貴重な資産です。",
          "startTime": 0.01,
          "endTime": 5.46
        },
        {
          "index": 1,
          "text": "한국에는 유네스코 세계유산으로 등재된 많은 문화재가 있습니다.",
          "meaning": "韓国にはユネスコ世界遺産に登録された多くの文化財があります。",
          "startTime": 5.46,
          "endTime": 10.48
        },
        {
          "index": 2,
          "text": "경복궁, 불국사, 수원 화성 등이 대표적인 예입니다.",
          "meaning": "景福宮、仏国寺、水原華城などが代表的な例です。",
          "startTime": 10.48,
          "endTime": 15.53
        },
        {
          "index": 3,
          "text": "이러한 문화유산은 관광 자원으로서 경제적 가치도 지니고 있습니다.",
          "meaning": "このような文化遺産は観光資源として経済的価値も持っています。",
          "startTime": 15.53,
          "endTime": 20.52
        },
        {
          "index": 4,
          "text": "그러나 도시 개발과 환경 변화로 인해 많은 문화재가 훼손되거나 사라질 위기에 처해 있습니다.",
          "meaning": "しかし、都市開発と環境変化により多くの文化財が毀損されたり消滅の危機に瀕しています。",
          "startTime": 20.52,
          "endTime": 27.06
        },
        {
          "index": 5,
          "text": "문화유산을 보존하기 위해서는 정부의 체계적인 관리와 함께 시민들의 관심이 필요합니다.",
          "meaning": "文化遺産を保存するためには政府の体系的な管理とともに市民の関心が必要です。",
          "startTime": 27.06,
          "endTime": 33.65
        },
        {
          "index": 6,
          "text": "또한 디지털 기술을 활용하여 문화유산을 기록하고 보존하는 새로운 방법도 모색되고 있습니다.",
          "meaning": "また、デジタル技術を活用して文化遺産を記録・保存する新しい方法も模索されています。",
          "startTime": 33.65,
          "endTime": 40.13
        },
        {
          "index": 7,
          "text": "과거를 보존하는 것은 미래를 준비하는 일이기도 합니다.",
          "meaning": "過去を保存することは未来を準備することでもあります。",
          "startTime": 40.13,
          "endTime": 44.35
        }
      ]
    },
    {
      "id": "advanced_010",
      "title": "韓国近現代史",
      "text": "한국의 근현대사는 격동의 역사입니다. 19세기 말 개항 이후 일본의 침략을 받아 1910년부터 1945년까지 식민 지배를 겪었습니다. 해방 이후에는 남북 분단과 6.25 전쟁이라는 비극을 경험했습니다. 그러나 한국은 전쟁의 폐허 속에서 일어나 경제 발전을 이루었습니다. 1960년대부터 시작된 산업화로 세계가 놀라는 경제 성장을 달성했습니다. 이를 한강의 기적이라 부릅니다. 민주화 운동을 통해 1987년 민주주의를 쟁취했으며, 이후 선진국 대열에 합류했습니다. 이러한 역사를 올바르게 이해하는 것은 미래를 설계하는 데 필수적입니다.",
      "meaning": "韓国の近現代史は激動の歴史です。19世紀末の開港以降、日本の侵略を受け、1910年から1945年まで植民地支配を受けました。解放後は南北分断と朝鮮戦争という悲劇を経験しました。しかし韓国は戦争の廃墟の中から立ち上がり経済発展を遂げました。1960年代から始まった産業化により世界が驚く経済成長を達成しました。これを漢江の奇跡と呼びます。民主化運動を通じて1987年に民主主義を勝ち取り、その後先進国の仲間入りを果たしました。このような歴史を正しく理解することは未来を設計する上で必須です。",
      "audioPath": "assets/audio/shadowing/advanced/010.mp3",
      "durationSeconds": 43,
      "tip": "「6.25 전쟁」は「ユギオ チョンジェン」、数字と漢字語の組み合わせを正確に発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "한국의 근현대사는 격동의 역사입니다.",
          "meaning": "韓国の近現代史は激動の歴史です。",
          "startTime": 0.01,
          "endTime": 3.43
        },
        {
          "index": 1,
          "text": "19세기 말 개항 이후 일본의 침략을 받아 1910년부터 1945년까지 식민 지배를 겪었습니다.",
          "meaning": "19世紀末の開港以降、日本の侵略を受け、1910年から1945年まで植民地支配を受けました。",
          "startTime": 3.43,
          "endTime": 11.8
        },
        {
          "index": 2,
          "text": "해방 이후에는 남북 분단과 6.25 전쟁이라는 비극을 경험했습니다.",
          "meaning": "解放後は南北分断と朝鮮戦争という悲劇を経験しました。",
          "startTime": 11.8,
          "endTime": 16.85
        },
        {
          "index": 3,
          "text": "그러나 한국은 전쟁의 폐허 속에서 일어나 경제 발전을 이루었습니다.",
          "meaning": "しかし韓国は戦争の廃墟の中から立ち上がり経済発展を遂げました。",
          "startTime": 16.85,
          "endTime": 21.71
        },
        {
          "index": 4,
          "text": "1960년대부터 시작된 산업화로 세계가 놀라는 경제 성장을 달성했습니다.",
          "meaning": "1960年代から始まった産業化により世界が驚く経済成長を達成しました。",
          "startTime": 21.71,
          "endTime": 27.84
        },
        {
          "index": 5,
          "text": "이를 한강의 기적이라 부릅니다.",
          "meaning": "これを漢江の奇跡と呼びます。",
          "startTime": 27.84,
          "endTime": 30.39
        },
        {
          "index": 6,
          "text": "민주화 운동을 통해 1987년 민주주의를 쟁취했으며, 이후 선진국 대열에 합류했습니다.",
          "meaning": "民主化運動を通じて1987年に民主主義を勝ち取り、その後先進国の仲間入りを果たしました。",
          "startTime": 30.39,
          "endTime": 37.34
        },
        {
          "index": 7,
          "text": "이러한 역사를 올바르게 이해하는 것은 미래를 설계하는 데 필수적입니다.",
          "meaning": "このような歴史を正しく理解することは未来を設計する上で必須です。",
          "startTime": 37.34,
          "endTime": 42.75
        }
      ]
    },
    {
      "id": "advanced_011",
      "title": "科学技術の倫理",
      "text": "과학 기술의 발전은 인류에게 많은 혜택을 가져다주었습니다. 의학의 발달로 수명이 연장되었고, 정보 기술의 발전으로 삶이 편리해졌습니다. 그러나 기술의 발전에는 항상 윤리적 문제가 수반됩니다. 유전자 편집, 인공지능의 자율성, 개인정보 수집 등이 대표적인 예입니다. 특히 생명 윤리 분야에서는 어디까지가 허용되어야 하는지에 대한 논쟁이 계속되고 있습니다. 과학자들만이 아니라 사회 전체가 이러한 문제에 대해 고민해야 합니다. 기술 발전의 속도를 늦출 수는 없지만, 그것이 올바른 방향으로 나아가도록 하는 것은 우리의 책임입니다.",
      "meaning": "科学技術の発展は人類に多くの恩恵をもたらしました。医学の発達により寿命が延び、情報技術の発展により生活が便利になりました。しかし技術の発展には常に倫理的問題が伴います。遺伝子編集、人工知能の自律性、個人情報収集などが代表的な例です。特に生命倫理分野ではどこまでが許容されるべきかについての論争が続いています。科学者だけでなく社会全体がこのような問題について考えなければなりません。技術発展の速度を遅らせることはできませんが、それが正しい方向に進むようにすることは私たちの責任です。",
      "audioPath": "assets/audio/shadowing/advanced/011.mp3",
      "durationSeconds": 40,
      "tip": "「유전자 편집」は「ユジョンジャ ピョンジプ」、漢字語の発音パターンに注意しましょう",
      "segments": [
        {
          "index": 0,
          "text": "과학 기술의 발전은 인류에게 많은 혜택을 가져다주었습니다.",
          "meaning": "科学技術の発展は人類に多くの恩恵をもたらしました。",
          "startTime": 0.01,
          "endTime": 4.5
        },
        {
          "index": 1,
          "text": "의학의 발달로 수명이 연장되었고, 정보 기술의 발전으로 삶이 편리해졌습니다.",
          "meaning": "医学の発達により寿命が延び、情報技術の発展により生活が便利になりました。",
          "startTime": 4.5,
          "endTime": 10.85
        },
        {
          "index": 2,
          "text": "그러나 기술의 발전에는 항상 윤리적 문제가 수반됩니다.",
          "meaning": "しかし技術の発展には常に倫理的問題が伴います。",
          "startTime": 10.85,
          "endTime": 15.12
        },
        {
          "index": 3,
          "text": "유전자 편집, 인공지능의 자율성, 개인정보 수집 등이 대표적인 예입니다.",
          "meaning": "遺伝子編集、人工知能の自律性、個人情報収集などが代表的な例です。",
          "startTime": 15.12,
          "endTime": 21.63
        },
        {
          "index": 4,
          "text": "특히 생명 윤리 분야에서는 어디까지가 허용되어야 하는지에 대한 논쟁이 계속되고 있습니다.",
          "meaning": "特に生命倫理分野ではどこまでが許容されるべきかについての論争が続いています。",
          "startTime": 21.63,
          "endTime": 27.9
        },
        {
          "index": 5,
          "text": "과학자들만이 아니라 사회 전체가 이러한 문제에 대해 고민해야 합니다.",
          "meaning": "科学者だけでなく社会全体がこのような問題について考えなければなりません。",
          "startTime": 27.9,
          "endTime": 32.65
        },
        {
          "index": 6,
          "text": "기술 발전의 속도를 늦출 수는 없지만, 그것이 올바른 방향으로 나아가도록 하는 것은 우리의 책임입니다.",
          "meaning": "技術発展の速度を遅らせることはできませんが、それが正しい方向に進むようにすることは私たちの責任です。",
          "startTime": 32.65,
          "endTime": 40.22
        }
      ]
    },
    {
      "id": "advanced_012",
      "title": "メディアリテラシー",
      "text": "현대 사회에서는 수많은 정보가 쏟아지고 있습니다. 인터넷과 소셜 미디어를 통해 누구나 정보를 생산하고 공유할 수 있게 되었습니다. 그러나 이러한 정보의 홍수 속에서 진실을 가려내는 것이 점점 어려워지고 있습니다. 가짜 뉴스와 조작된 정보가 빠르게 퍼지며 사회적 혼란을 야기하기도 합니다. 따라서 미디어 리터러시, 즉 정보를 비판적으로 분석하고 평가하는 능력이 필수적입니다. 학교 교육에서부터 미디어 리터러시를 가르쳐야 합니다. 또한 개인 스스로도 정보의 출처를 확인하고, 다양한 관점에서 검토하는 습관을 길러야 합니다.",
      "meaning": "現代社会では膨大な情報があふれています。インターネットとソーシャルメディアを通じて誰でも情報を生産・共有できるようになりました。しかし、このような情報の洪水の中で真実を見分けることがますます難しくなっています。フェイクニュースや操作された情報が急速に広がり、社会的混乱を引き起こすこともあります。したがって、メディアリテラシー、すなわち情報を批判的に分析・評価する能力が必須です。学校教育からメディアリテラシーを教えなければなりません。また、個人自らも情報の出所を確認し、多様な観点から検討する習慣を身につけなければなりません。",
      "audioPath": "assets/audio/shadowing/advanced/012.mp3",
      "durationSeconds": 39,
      "tip": "「미디어 리터러시」は外来語で「ミディオ リトロシ」、英語発音に近づけて滑らかに発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "현대 사회에서는 수많은 정보가 쏟아지고 있습니다.",
          "meaning": "現代社会では膨大な情報があふれています。",
          "startTime": 0.01,
          "endTime": 3.85
        },
        {
          "index": 1,
          "text": "인터넷과 소셜 미디어를 통해 누구나 정보를 생산하고 공유할 수 있게 되었습니다.",
          "meaning": "インターネットとソーシャルメディアを通じて誰でも情報を生産・共有できるようになりました。",
          "startTime": 3.85,
          "endTime": 9.63
        },
        {
          "index": 2,
          "text": "그러나 이러한 정보의 홍수 속에서 진실을 가려내는 것이 점점 어려워지고 있습니다.",
          "meaning": "しかし、このような情報の洪水の中で真実を見分けることがますます難しくなっています。",
          "startTime": 9.63,
          "endTime": 15.53
        },
        {
          "index": 3,
          "text": "가짜 뉴스와 조작된 정보가 빠르게 퍼지며 사회적 혼란을 야기하기도 합니다.",
          "meaning": "フェイクニュースや操作された情報が急速に広がり、社会的混乱を引き起こすこともあります。",
          "startTime": 15.53,
          "endTime": 21.07
        },
        {
          "index": 4,
          "text": "따라서 미디어 리터러시, 즉 정보를 비판적으로 분석하고 평가하는 능력이 필수적입니다.",
          "meaning": "したがって、メディアリテラシー、すなわち情報を批判的に分析・評価する能力が必須です。",
          "startTime": 21.07,
          "endTime": 28.03
        },
        {
          "index": 5,
          "text": "학교 교육에서부터 미디어 리터러시를 가르쳐야 합니다.",
          "meaning": "学校教育からメディアリテラシーを教えなければなりません。",
          "startTime": 28.03,
          "endTime": 31.97
        },
        {
          "index": 6,
          "text": "또한 개인 스스로도 정보의 출처를 확인하고, 다양한 관점에서 검토하는 습관을 길러야 합니다.",
          "meaning": "また、個人自らも情報の出所を確認し、多様な観点から検討する習慣を身につけなければなりません。",
          "startTime": 31.97,
          "endTime": 39.13
        }
      ]
    },
    {
      "id": "advanced_013",
      "title": "持続可能な発展",
      "text": "지속 가능한 발전은 미래 세대의 필요를 충족시킬 능력을 손상시키지 않으면서 현재 세대의 필요를 충족시키는 발전을 의미합니다. 유엔은 2015년에 지속 가능 발전 목표를 채택했습니다. 빈곤 퇴치, 기아 종식, 양질의 교육, 기후 변화 대응 등 17개의 목표가 포함되어 있습니다. 이러한 목표를 달성하기 위해서는 정부, 기업, 시민 사회의 협력이 필수적입니다. 기업들은 이윤 추구만이 아닌 사회적 책임을 다해야 합니다. 개인들도 환경을 생각하는 소비 습관을 실천해야 합니다. 지속 가능한 발전은 선택이 아닌 생존의 문제입니다.",
      "meaning": "持続可能な発展とは、将来の世代のニーズを満たす能力を損なうことなく現在の世代のニーズを満たす発展を意味します。国連は2015年に持続可能な開発目標を採択しました。貧困撲滅、飢餓終結、質の高い教育、気候変動対応など17の目標が含まれています。このような目標を達成するためには、政府、企業、市民社会の協力が不可欠です。企業は利益追求だけでなく社会的責任を果たさなければなりません。個人も環境を考慮した消費習慣を実践しなければなりません。持続可能な発展は選択ではなく生存の問題です。",
      "audioPath": "assets/audio/shadowing/advanced/013.mp3",
      "durationSeconds": 41,
      "tip": "「지속 가능한」は「チソク カヌンハン」、長い複合語をリズムよく区切って発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "지속 가능한 발전은 미래 세대의 필요를 충족시킬 능력을 손상시키지 않으면서 현재 세대의 필요를 충족시키는 발전을 의미합니다.",
          "meaning": "持続可能な発展とは、将来の世代のニーズを満たす能力を損なうことなく現在の世代のニーズを満たす発展を意味します。",
          "startTime": 0.01,
          "endTime": 9.71
        },
        {
          "index": 1,
          "text": "유엔은 2015년에 지속 가능 발전 목표를 채택했습니다.",
          "meaning": "国連は2015年に持続可能な開発目標を採択しました。",
          "startTime": 9.71,
          "endTime": 14.2
        },
        {
          "index": 2,
          "text": "빈곤 퇴치, 기아 종식, 양질의 교육, 기후 변화 대응 등 17개의 목표가 포함되어 있습니다.",
          "meaning": "貧困撲滅、飢餓終結、質の高い教育、気候変動対応など17の目標が含まれています。",
          "startTime": 14.2,
          "endTime": 22.24
        },
        {
          "index": 3,
          "text": "이러한 목표를 달성하기 위해서는 정부, 기업, 시민 사회의 협력이 필수적입니다.",
          "meaning": "このような目標を達成するためには、政府、企業、市民社会の協力が不可欠です。",
          "startTime": 22.24,
          "endTime": 28.71
        },
        {
          "index": 4,
          "text": "기업들은 이윤 추구만이 아닌 사회적 책임을 다해야 합니다.",
          "meaning": "企業は利益追求だけでなく社会的責任を果たさなければなりません。",
          "startTime": 28.71,
          "endTime": 32.92
        },
        {
          "index": 5,
          "text": "개인들도 환경을 생각하는 소비 습관을 실천해야 합니다.",
          "meaning": "個人も環境を考慮した消費習慣を実践しなければなりません。",
          "startTime": 32.92,
          "endTime": 37.04
        },
        {
          "index": 6,
          "text": "지속 가능한 발전은 선택이 아닌 생존의 문제입니다.",
          "meaning": "持続可能な発展は選択ではなく生存の問題です。",
          "startTime": 37.04,
          "endTime": 41.35
        }
      ]
    },
    {
      "id": "advanced_014",
      "title": "韓国文学の世界",
      "text": "한국 문학은 오랜 역사와 깊이 있는 전통을 가지고 있습니다. 고려 시대의 시조부터 조선 시대의 한글 소설까지 다양한 장르가 발전해 왔습니다. 현대에 들어서는 한강 작가가 2016년 맨부커 국제상을 수상하며 세계적인 주목을 받았습니다. 한국 문학은 역사적 아픔과 사회 문제를 깊이 있게 다루는 것이 특징입니다. 식민 지배, 분단, 민주화 운동 등의 역사적 경험이 문학 작품에 반영되어 있습니다. 최근에는 한류의 영향으로 한국 문학에 대한 해외의 관심도 높아지고 있습니다. 문학은 그 나라의 영혼을 담고 있다고 할 수 있습니다.",
      "meaning": "韓国文学は長い歴史と深い伝統を持っています。高麗時代の時調から朝鮮時代のハングル小説まで、多様なジャンルが発展してきました。現代ではハン・ガン作家が2016年にマン・ブッカー国際賞を受賞し、世界的な注目を浴びました。韓国文学は歴史的苦痛や社会問題を深く扱うのが特徴です。植民地支配、分断、民主化運動などの歴史的経験が文学作品に反映されています。最近は韓流の影響で韓国文学に対する海外の関心も高まっています。文学はその国の魂を込めていると言えます。",
      "audioPath": "assets/audio/shadowing/advanced/014.mp3",
      "durationSeconds": 40,
      "tip": "「맨부커 국제상」は「メンブコ クッチェサン」、外来語と漢字語の組み合わせに注意しましょう",
      "segments": [
        {
          "index": 0,
          "text": "한국 문학은 오랜 역사와 깊이 있는 전통을 가지고 있습니다.",
          "meaning": "韓国文学は長い歴史と深い伝統を持っています。",
          "startTime": 0.01,
          "endTime": 4.46
        },
        {
          "index": 1,
          "text": "고려 시대의 시조부터 조선 시대의 한글 소설까지 다양한 장르가 발전해 왔습니다.",
          "meaning": "高麗時代の時調から朝鮮時代のハングル小説まで、多様なジャンルが発展してきました。",
          "startTime": 4.46,
          "endTime": 10.65
        },
        {
          "index": 2,
          "text": "현대에 들어서는 한강 작가가 2016년 맨부커 국제상을 수상하며 세계적인 주목을 받았습니다.",
          "meaning": "現代ではハン・ガン作家が2016年にマン・ブッカー国際賞を受賞し、世界的な注目を浴びました。",
          "startTime": 10.65,
          "endTime": 18.08
        },
        {
          "index": 3,
          "text": "한국 문학은 역사적 아픔과 사회 문제를 깊이 있게 다루는 것이 특징입니다.",
          "meaning": "韓国文学は歴史的苦痛や社会問題を深く扱うのが特徴です。",
          "startTime": 18.08,
          "endTime": 23.7
        },
        {
          "index": 4,
          "text": "식민 지배, 분단, 민주화 운동 등의 역사적 경험이 문학 작품에 반영되어 있습니다.",
          "meaning": "植民地支配、分断、民主化運動などの歴史的経験が文学作品に反映されています。",
          "startTime": 23.7,
          "endTime": 30.51
        },
        {
          "index": 5,
          "text": "최근에는 한류의 영향으로 한국 문학에 대한 해외의 관심도 높아지고 있습니다.",
          "meaning": "最近は韓流の影響で韓国文学に対する海外の関心も高まっています。",
          "startTime": 30.51,
          "endTime": 35.87
        },
        {
          "index": 6,
          "text": "문학은 그 나라의 영혼을 담고 있다고 할 수 있습니다.",
          "meaning": "文学はその国の魂を込めていると言えます。",
          "startTime": 35.87,
          "endTime": 39.8
        }
      ]
    },
    {
      "id": "advanced_015",
      "title": "都市と農村",
      "text": "한국은 급격한 도시화를 경험한 나라입니다. 1960년대 이후 산업화와 함께 농촌 인구가 도시로 대거 이동했습니다. 현재 전체 인구의 약 80%가 도시에 거주하고 있습니다. 이로 인해 수도권 집중 현상과 농촌 공동화 문제가 발생했습니다. 젊은 인구의 유출로 농촌은 고령화가 심각해지고 있습니다. 정부는 지역 균형 발전 정책을 통해 이 문제를 해결하고자 노력하고 있습니다. 귀농·귀촌을 장려하고, 스마트팜 같은 첨단 농업 기술을 도입하고 있습니다. 도시와 농촌이 상생할 수 있는 방안을 모색하는 것이 중요합니다.",
      "meaning": "韓国は急激な都市化を経験した国です。1960年代以降、産業化とともに農村人口が都市へ大挙移動しました。現在、全人口の約80%が都市に居住しています。これにより首都圏集中現象と農村の空洞化問題が発生しました。若い人口の流出により農村は高齢化が深刻になっています。政府は地域均衡発展政策を通じてこの問題を解決しようと努力しています。帰農・帰村を奨励し、スマートファームのような先端農業技術を導入しています。都市と農村が共生できる方策を模索することが重要です。",
      "audioPath": "assets/audio/shadowing/advanced/015.mp3",
      "durationSeconds": 40,
      "tip": "「귀농·귀촌」は「クィノン クィチョン」、連続する漢字語を明確に区切って発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "한국은 급격한 도시화를 경험한 나라입니다.",
          "meaning": "韓国は急激な都市化を経験した国です。",
          "startTime": 0.01,
          "endTime": 3.41
        },
        {
          "index": 1,
          "text": "1960년대 이후 산업화와 함께 농촌 인구가 도시로 대거 이동했습니다.",
          "meaning": "1960年代以降、産業化とともに農村人口が都市へ大挙移動しました。",
          "startTime": 3.41,
          "endTime": 9.43
        },
        {
          "index": 2,
          "text": "현재 전체 인구의 약 80%가 도시에 거주하고 있습니다.",
          "meaning": "現在、全人口の約80%が都市に居住しています。",
          "startTime": 9.43,
          "endTime": 13.97
        },
        {
          "index": 3,
          "text": "이로 인해 수도권 집중 현상과 농촌 공동화 문제가 발생했습니다.",
          "meaning": "これにより首都圏集中現象と農村の空洞化問題が発生しました。",
          "startTime": 13.97,
          "endTime": 18.95
        },
        {
          "index": 4,
          "text": "젊은 인구의 유출로 농촌은 고령화가 심각해지고 있습니다.",
          "meaning": "若い人口の流出により農村は高齢化が深刻になっています。",
          "startTime": 18.95,
          "endTime": 23.33
        },
        {
          "index": 5,
          "text": "정부는 지역 균형 발전 정책을 통해 이 문제를 해결하고자 노력하고 있습니다.",
          "meaning": "政府は地域均衡発展政策を通じてこの問題を解決しようと努力しています。",
          "startTime": 23.33,
          "endTime": 29
        },
        {
          "index": 6,
          "text": "귀농·귀촌을 장려하고, 스마트팜 같은 첨단 농업 기술을 도입하고 있습니다.",
          "meaning": "帰農・帰村を奨励し、スマートファームのような先端農業技術を導入しています。",
          "startTime": 29,
          "endTime": 34.61
        },
        {
          "index": 7,
          "text": "도시와 농촌이 상생할 수 있는 방안을 모색하는 것이 중요합니다.",
          "meaning": "都市と農村が共生できる方策を模索することが重要です。",
          "startTime": 34.61,
          "endTime": 39.55
        }
      ]
    },
    {
      "id": "advanced_016",
      "title": "国際関係と外交",
      "text": "한국은 동북아시아의 중심에 위치한 지정학적으로 중요한 국가입니다. 북한과의 분단 상황 속에서 한미 동맹을 안보의 기축으로 삼아 왔습니다. 동시에 중국, 일본, 러시아 등 주변국과의 관계도 중요하게 관리해 왔습니다. 최근에는 글로벌 이슈에서 한국의 역할이 확대되고 있습니다. 기후 변화, 보건 안보, 디지털 경제 등 다양한 분야에서 국제 협력에 적극 참여하고 있습니다. 또한 한류를 통한 문화 외교도 국가 이미지 제고에 기여하고 있습니다. 복잡한 국제 정세 속에서 균형 잡힌 외교 전략이 더욱 중요해지고 있습니다.",
      "meaning": "韓国は北東アジアの中心に位置する地政学的に重要な国です。北朝鮮との分断状況の中で韓米同盟を安全保障の基軸としてきました。同時に中国、日本、ロシアなど周辺国との関係も重要に管理してきました。最近ではグローバルな問題において韓国の役割が拡大しています。気候変動、保健安全保障、デジタル経済など多様な分野で国際協力に積極的に参加しています。また、韓流を通じた文化外交も国家イメージの向上に貢献しています。複雑な国際情勢の中でバランスの取れた外交戦略がますます重要になっています。",
      "audioPath": "assets/audio/shadowing/advanced/016.mp3",
      "durationSeconds": 40,
      "tip": "「지정학적으로」は「チジョンハクチョグロ」、長い漢字語は区切りを意識して発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "한국은 동북아시아의 중심에 위치한 지정학적으로 중요한 국가입니다.",
          "meaning": "韓国は北東アジアの中心に位置する地政学的に重要な国です。",
          "startTime": 0.01,
          "endTime": 5.41
        },
        {
          "index": 1,
          "text": "북한과의 분단 상황 속에서 한미 동맹을 안보의 기축으로 삼아 왔습니다.",
          "meaning": "北朝鮮との分断状況の中で韓米同盟を安全保障の基軸としてきました。",
          "startTime": 5.41,
          "endTime": 10.74
        },
        {
          "index": 2,
          "text": "동시에 중국, 일본, 러시아 등 주변국과의 관계도 중요하게 관리해 왔습니다.",
          "meaning": "同時に中国、日本、ロシアなど周辺国との関係も重要に管理してきました。",
          "startTime": 10.74,
          "endTime": 17.31
        },
        {
          "index": 3,
          "text": "최근에는 글로벌 이슈에서 한국의 역할이 확대되고 있습니다.",
          "meaning": "最近ではグローバルな問題において韓国の役割が拡大しています。",
          "startTime": 17.31,
          "endTime": 21.82
        },
        {
          "index": 4,
          "text": "기후 변화, 보건 안보, 디지털 경제 등 다양한 분야에서 국제 협력에 적극 참여하고 있습니다.",
          "meaning": "気候変動、保健安全保障、デジタル経済など多様な分野で国際協力に積極的に参加しています。",
          "startTime": 21.82,
          "endTime": 29.31
        },
        {
          "index": 5,
          "text": "또한 한류를 통한 문화 외교도 국가 이미지 제고에 기여하고 있습니다.",
          "meaning": "また、韓流を通じた文化外交も国家イメージの向上に貢献しています。",
          "startTime": 29.31,
          "endTime": 34.1
        },
        {
          "index": 6,
          "text": "복잡한 국제 정세 속에서 균형 잡힌 외교 전략이 더욱 중요해지고 있습니다.",
          "meaning": "複雑な国際情勢の中でバランスの取れた外交戦略がますます重要になっています。",
          "startTime": 34.1,
          "endTime": 39.96
        }
      ]
    },
    {
      "id": "advanced_017",
      "title": "医療技術の発展",
      "text": "의료 기술의 발전은 인류의 건강과 수명에 혁명적인 변화를 가져왔습니다. 항생제의 발견, 백신의 개발, 영상 진단 기술의 발달 등이 대표적인 예입니다. 최근에는 유전자 치료, 줄기세포 연구, 인공지능 진단 등 첨단 기술이 주목받고 있습니다. 이러한 기술은 난치병 치료에 새로운 희망을 제시하고 있습니다. 그러나 고비용으로 인한 의료 불평등 문제도 대두되고 있습니다. 모든 사람이 의료 기술의 혜택을 누릴 수 있도록 하는 것이 과제입니다. 기술의 발전과 함께 윤리적 기준과 접근성 확보가 함께 논의되어야 합니다.",
      "meaning": "医療技術の発展は人類の健康と寿命に革命的な変化をもたらしました。抗生物質の発見、ワクチンの開発、画像診断技術の発達などが代表的な例です。最近では遺伝子治療、幹細胞研究、AI診断などの先端技術が注目されています。このような技術は難病治療に新しい希望を示しています。しかし、高コストによる医療格差問題も浮上しています。すべての人が医療技術の恩恵を受けられるようにすることが課題です。技術の発展とともに倫理的基準とアクセシビリティの確保が共に議論されなければなりません。",
      "audioPath": "assets/audio/shadowing/advanced/017.mp3",
      "durationSeconds": 40,
      "tip": "「줄기세포」は「チュルギセポ」、連音化に注意してなめらかに発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "의료 기술의 발전은 인류의 건강과 수명에 혁명적인 변화를 가져왔습니다.",
          "meaning": "医療技術の発展は人類の健康と寿命に革命的な変化をもたらしました。",
          "startTime": 0.01,
          "endTime": 5.85
        },
        {
          "index": 1,
          "text": "항생제의 발견, 백신의 개발, 영상 진단 기술의 발달 등이 대표적인 예입니다.",
          "meaning": "抗生物質の発見、ワクチンの開発、画像診断技術の発達などが代表的な例です。",
          "startTime": 5.85,
          "endTime": 12.85
        },
        {
          "index": 2,
          "text": "최근에는 유전자 치료, 줄기세포 연구, 인공지능 진단 등 첨단 기술이 주목받고 있습니다.",
          "meaning": "最近では遺伝子治療、幹細胞研究、AI診断などの先端技術が注目されています。",
          "startTime": 12.85,
          "endTime": 20.34
        },
        {
          "index": 3,
          "text": "이러한 기술은 난치병 치료에 새로운 희망을 제시하고 있습니다.",
          "meaning": "このような技術は難病治療に新しい希望を示しています。",
          "startTime": 20.34,
          "endTime": 24.74
        },
        {
          "index": 4,
          "text": "그러나 고비용으로 인한 의료 불평등 문제도 대두되고 있습니다.",
          "meaning": "しかし、高コストによる医療格差問題も浮上しています。",
          "startTime": 24.74,
          "endTime": 29.16
        },
        {
          "index": 5,
          "text": "모든 사람이 의료 기술의 혜택을 누릴 수 있도록 하는 것이 과제입니다.",
          "meaning": "すべての人が医療技術の恩恵を受けられるようにすることが課題です。",
          "startTime": 29.16,
          "endTime": 34.02
        },
        {
          "index": 6,
          "text": "기술의 발전과 함께 윤리적 기준과 접근성 확보가 함께 논의되어야 합니다.",
          "meaning": "技術の発展とともに倫理的基準とアクセシビリティの確保が共に議論されなければなりません。",
          "startTime": 34.02,
          "endTime": 40.03
        }
      ]
    },
    {
      "id": "advanced_018",
      "title": "芸術と社会",
      "text": "예술은 사회를 비추는 거울이자 변화를 이끄는 힘입니다. 시대마다 예술가들은 사회 문제를 작품에 담아 대중에게 전달해 왔습니다. 한국에서도 1980년대 민중 미술이 민주화 운동과 함께 발전했습니다. 오늘날에도 예술은 불평등, 차별, 환경 문제 등을 조명하며 사회적 담론을 형성합니다. 또한 예술은 개인의 정서적 치유와 공동체의 연대감 형성에도 기여합니다. 문화 예술 교육의 확대는 창의적 사고와 감성 발달에 필수적입니다. 예술이 사회에 미치는 영향력을 인식하고, 이를 지원하는 정책이 필요합니다.",
      "meaning": "芸術は社会を映す鏡であり、変化を導く力です。時代ごとに芸術家たちは社会問題を作品に込めて大衆に伝えてきました。韓国でも1980年代に民衆美術が民主化運動とともに発展しました。今日も芸術は不平等、差別、環境問題などを照らし出し、社会的議論を形成しています。また、芸術は個人の情緒的癒しと共同体の連帯感形成にも貢献しています。文化芸術教育の拡大は創造的思考と感性の発達に不可欠です。芸術が社会に与える影響力を認識し、これを支援する政策が必要です。",
      "audioPath": "assets/audio/shadowing/advanced/018.mp3",
      "durationSeconds": 40,
      "tip": "「민중 미술」は「ミンジュン ミスル」、ㅇパッチムの後は連音化せず区切って発音します",
      "segments": [
        {
          "index": 0,
          "text": "예술은 사회를 비추는 거울이자 변화를 이끄는 힘입니다.",
          "meaning": "芸術は社会を映す鏡であり、変化を導く力です。",
          "startTime": 0.01,
          "endTime": 4.27
        },
        {
          "index": 1,
          "text": "시대마다 예술가들은 사회 문제를 작품에 담아 대중에게 전달해 왔습니다.",
          "meaning": "時代ごとに芸術家たちは社会問題を作品に込めて大衆に伝えてきました。",
          "startTime": 4.27,
          "endTime": 9.9
        },
        {
          "index": 2,
          "text": "한국에서도 1980년대 민중 미술이 민주화 운동과 함께 발전했습니다.",
          "meaning": "韓国でも1980年代に民衆美術が民主化運動とともに発展しました。",
          "startTime": 9.9,
          "endTime": 15.87
        },
        {
          "index": 3,
          "text": "오늘날에도 예술은 불평등, 차별, 환경 문제 등을 조명하며 사회적 담론을 형성합니다.",
          "meaning": "今日も芸術は不平等、差別、環境問題などを照らし出し、社会的議論を形成しています。",
          "startTime": 15.87,
          "endTime": 23.16
        },
        {
          "index": 4,
          "text": "또한 예술은 개인의 정서적 치유와 공동체의 연대감 형성에도 기여합니다.",
          "meaning": "また、芸術は個人の情緒的癒しと共同体の連帯感形成にも貢献しています。",
          "startTime": 23.16,
          "endTime": 28.81
        },
        {
          "index": 5,
          "text": "문화 예술 교육의 확대는 창의적 사고와 감성 발달에 필수적입니다.",
          "meaning": "文化芸術教育の拡大は創造的思考と感性の発達に不可欠です。",
          "startTime": 28.81,
          "endTime": 33.97
        },
        {
          "index": 6,
          "text": "예술이 사회에 미치는 영향력을 인식하고, 이를 지원하는 정책이 필요합니다.",
          "meaning": "芸術が社会に与える影響力を認識し、これを支援する政策が必要です。",
          "startTime": 33.97,
          "endTime": 39.87
        }
      ]
    },
    {
      "id": "advanced_019",
      "title": "青年失業問題",
      "text": "청년 실업은 한국 사회의 심각한 문제로 대두되고 있습니다. 대학 졸업자가 증가하는 반면 양질의 일자리는 부족한 상황입니다. 많은 청년들이 취업 준비에 오랜 시간을 보내며, 이는 결혼과 출산 연기로 이어집니다. 기업들은 경력직을 선호하고, 신입 사원 채용에는 소극적인 경향이 있습니다. 정부는 일자리 창출 정책과 청년 창업 지원 등 다양한 대책을 시행하고 있습니다. 그러나 보다 근본적인 해결을 위해서는 노동 시장의 구조적 개혁이 필요합니다. 청년들이 희망을 가지고 도전할 수 있는 사회를 만드는 것이 중요합니다.",
      "meaning": "青年失業は韓国社会の深刻な問題として浮上しています。大学卒業者が増加する一方、良質な雇用は不足している状況です。多くの若者が就職準備に長い時間を費やしており、これは結婚と出産の延期につながっています。企業は経験者を好み、新入社員の採用には消極的な傾向があります。政府は雇用創出政策と青年起業支援など様々な対策を実施しています。しかし、より根本的な解決のためには労働市場の構造的改革が必要です。若者が希望を持って挑戦できる社会を作ることが重要です。",
      "audioPath": "assets/audio/shadowing/advanced/019.mp3",
      "durationSeconds": 39,
      "tip": "「청년 실업」は「チョンニョン シロプ」、ㄴとㅅの境界を意識して発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "청년 실업은 한국 사회의 심각한 문제로 대두되고 있습니다.",
          "meaning": "青年失業は韓国社会の深刻な問題として浮上しています。",
          "startTime": 0.01,
          "endTime": 4.45
        },
        {
          "index": 1,
          "text": "대학 졸업자가 증가하는 반면 양질의 일자리는 부족한 상황입니다.",
          "meaning": "大学卒業者が増加する一方、良質な雇用は不足している状況です。",
          "startTime": 4.45,
          "endTime": 9.49
        },
        {
          "index": 2,
          "text": "많은 청년들이 취업 준비에 오랜 시간을 보내며, 이는 결혼과 출산 연기로 이어집니다.",
          "meaning": "多くの若者が就職準備に長い時間を費やしており、これは結婚と出産の延期につながっています。",
          "startTime": 9.49,
          "endTime": 15.88
        },
        {
          "index": 3,
          "text": "기업들은 경력직을 선호하고, 신입 사원 채용에는 소극적인 경향이 있습니다.",
          "meaning": "企業は経験者を好み、新入社員の採用には消極的な傾向があります。",
          "startTime": 15.88,
          "endTime": 21.86
        },
        {
          "index": 4,
          "text": "정부는 일자리 창출 정책과 청년 창업 지원 등 다양한 대책을 시행하고 있습니다.",
          "meaning": "政府は雇用創出政策と青年起業支援など様々な対策を実施しています。",
          "startTime": 21.86,
          "endTime": 27.93
        },
        {
          "index": 5,
          "text": "그러나 보다 근본적인 해결을 위해서는 노동 시장의 구조적 개혁이 필요합니다.",
          "meaning": "しかし、より根本的な解決のためには労働市場の構造的改革が必要です。",
          "startTime": 27.93,
          "endTime": 33.41
        },
        {
          "index": 6,
          "text": "청년들이 희망을 가지고 도전할 수 있는 사회를 만드는 것이 중요합니다.",
          "meaning": "若者が希望を持って挑戦できる社会を作ることが重要です。",
          "startTime": 33.41,
          "endTime": 38.73
        }
      ]
    },
    {
      "id": "advanced_020",
      "title": "多文化社会",
      "text": "한국은 빠르게 다문화 사회로 변화하고 있습니다. 외국인 노동자, 결혼 이민자, 유학생 등 다양한 배경을 가진 사람들이 한국에서 생활하고 있습니다. 이들은 한국 경제와 사회에 중요한 기여를 하고 있습니다. 그러나 언어 장벽, 문화적 차이, 차별 등의 문제도 존재합니다. 다문화 가정의 자녀들이 겪는 정체성 혼란과 학교 적응 문제도 관심이 필요합니다. 다양성을 존중하고 포용하는 사회 분위기 조성이 중요합니다. 다문화 교육을 확대하고, 상호 이해와 존중의 문화를 만들어 나가야 합니다. 다문화 사회는 도전이자 동시에 기회입니다.",
      "meaning": "韓国は急速に多文化社会へと変化しています。外国人労働者、結婚移民者、留学生など多様な背景を持つ人々が韓国で生活しています。彼らは韓国の経済と社会に重要な貢献をしています。しかし、言語の壁、文化的違い、差別などの問題も存在します。多文化家庭の子どもたちが経験するアイデンティティの混乱と学校適応問題も関心が必要です。多様性を尊重し包容する社会の雰囲気づくりが重要です。多文化教育を拡大し、相互理解と尊重の文化を作っていかなければなりません。多文化社会は挑戦であると同時に機会です。",
      "audioPath": "assets/audio/shadowing/advanced/020.mp3",
      "durationSeconds": 40,
      "tip": "「다문화 사회」は「タムンファ サフェ」、漢字語の「화」は「ファ」と発音します",
      "segments": [
        {
          "index": 0,
          "text": "한국은 빠르게 다문화 사회로 변화하고 있습니다.",
          "meaning": "韓国は急速に多文化社会へと変化しています。",
          "startTime": 0.01,
          "endTime": 3.44
        },
        {
          "index": 1,
          "text": "외국인 노동자, 결혼 이민자, 유학생 등 다양한 배경을 가진 사람들이 한국에서 생활하고 있습니다.",
          "meaning": "外国人労働者、結婚移民者、留学生など多様な背景を持つ人々が韓国で生活しています。",
          "startTime": 3.44,
          "endTime": 11.26
        },
        {
          "index": 2,
          "text": "이들은 한국 경제와 사회에 중요한 기여를 하고 있습니다.",
          "meaning": "彼らは韓国の経済と社会に重要な貢献をしています。",
          "startTime": 11.26,
          "endTime": 15.17
        },
        {
          "index": 3,
          "text": "그러나 언어 장벽, 문화적 차이, 차별 등의 문제도 존재합니다.",
          "meaning": "しかし、言語の壁、文化的違い、差別などの問題も存在します。",
          "startTime": 15.17,
          "endTime": 20.31
        },
        {
          "index": 4,
          "text": "다문화 가정의 자녀들이 겪는 정체성 혼란과 학교 적응 문제도 관심이 필요합니다.",
          "meaning": "多文化家庭の子どもたちが経験するアイデンティティの混乱と学校適応問題も関心が必要です。",
          "startTime": 20.31,
          "endTime": 26.51
        },
        {
          "index": 5,
          "text": "다양성을 존중하고 포용하는 사회 분위기 조성이 중요합니다.",
          "meaning": "多様性を尊重し包容する社会の雰囲気づくりが重要です。",
          "startTime": 26.51,
          "endTime": 31.1
        },
        {
          "index": 6,
          "text": "다문화 교육을 확대하고, 상호 이해와 존중의 문화를 만들어 나가야 합니다.",
          "meaning": "多文化教育を拡大し、相互理解と尊重の文化を作っていかなければなりません。",
          "startTime": 31.1,
          "endTime": 36.79
        },
        {
          "index": 7,
          "text": "다문화 사회는 도전이자 동시에 기회입니다.",
          "meaning": "多文化社会は挑戦であると同時に機会です。",
          "startTime": 36.79,
          "endTime": 40.44
        }
      ]
    },
    {
      "id": "advanced_021",
      "title": "ビジネスプレゼンテーション",
      "text": "안녕하십니까, 저는 마케팅 팀의 김민수입니다. 오늘은 저희 회사의 신제품에 대해 발표하겠습니다. 이 제품은 기존 제품보다 성능이 30% 향상되었으며, 가격은 오히려 낮아졌습니다. 시장 조사 결과에 따르면, 소비자들은 이러한 가성비 높은 제품을 원하고 있습니다. 저희는 올해 4분기까지 시장 점유율을 15%까지 끌어올릴 계획입니다. 마케팅 전략으로는 SNS를 활용한 바이럴 마케팅과 인플루언서 협업을 추진할 예정입니다. 질문이 있으시면 말씀해 주시기 바랍니다.",
      "meaning": "こんにちは、私はマーケティングチームのキム・ミンスです。本日は弊社の新製品についてご発表いたします。この製品は従来製品より性能が30%向上しており、価格はむしろ下がりました。市場調査の結果によると、消費者はこのようなコストパフォーマンスの高い製品を求めています。私たちは今年の第4四半期までに市場シェアを15%まで引き上げる計画です。マーケティング戦略としてはSNSを活用したバイラルマーケティングとインフルエンサーとの協業を推進する予定です。ご質問がございましたらお申し付けください。",
      "audioPath": "assets/audio/shadowing/advanced/021.mp3",
      "durationSeconds": 37,
      "tip": "ビジネス敬語の「-습니까」「-겠습니다」「-시기 바랍니다」は落ち着いたトーンで発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "안녕하십니까, 저는 마케팅 팀의 김민수입니다.",
          "meaning": "こんにちは、私はマーケティングチームのキム・ミンスです。",
          "startTime": 0.01,
          "endTime": 4.17
        },
        {
          "index": 1,
          "text": "오늘은 저희 회사의 신제품에 대해 발표하겠습니다.",
          "meaning": "本日は弊社の新製品についてご発表いたします。",
          "startTime": 4.17,
          "endTime": 7.84
        },
        {
          "index": 2,
          "text": "이 제품은 기존 제품보다 성능이 30% 향상되었으며, 가격은 오히려 낮아졌습니다.",
          "meaning": "この製品は従来製品より性能が30%向上しており、価格はむしろ下がりました。",
          "startTime": 7.84,
          "endTime": 14.61
        },
        {
          "index": 3,
          "text": "시장 조사 결과에 따르면, 소비자들은 이러한 가성비 높은 제품을 원하고 있습니다.",
          "meaning": "市場調査の結果によると、消費者はこのようなコストパフォーマンスの高い製品を求めています。",
          "startTime": 14.61,
          "endTime": 20.73
        },
        {
          "index": 4,
          "text": "저희는 올해 4분기까지 시장 점유율을 15%까지 끌어올릴 계획입니다.",
          "meaning": "私たちは今年の第4四半期までに市場シェアを15%まで引き上げる計画です。",
          "startTime": 20.73,
          "endTime": 26.62
        },
        {
          "index": 5,
          "text": "마케팅 전략으로는 SNS를 활용한 바이럴 마케팅과 인플루언서 협업을 추진할 예정입니다.",
          "meaning": "マーケティング戦略としてはSNSを活用したバイラルマーケティングとインフルエンサーとの協業を推進する予定です。",
          "startTime": 26.62,
          "endTime": 33.65
        },
        {
          "index": 6,
          "text": "질문이 있으시면 말씀해 주시기 바랍니다.",
          "meaning": "ご質問がございましたらお申し付けください。",
          "startTime": 33.65,
          "endTime": 36.99
        }
      ]
    },
    {
      "id": "advanced_022",
      "title": "採用面接での自己PR",
      "text": "저는 이 회사에서 제 역량을 최대한 발휘하고 싶습니다. 대학 시절부터 데이터 분석에 관심을 가져왔으며, 관련 자격증도 취득하였습니다. 전 직장에서는 고객 데이터 분석을 통해 매출을 20% 향상시킨 경험이 있습니다. 저는 끊임없이 배우고 성장하는 것을 즐기는 사람입니다. 귀사의 혁신적인 기업 문화와 성장 가능성에 매력을 느껴 지원하게 되었습니다. 입사 후에는 데이터 기반 의사결정에 기여하고, 팀의 성과 향상에 이바지하고자 합니다. 맡겨주신다면 최선을 다하겠습니다.",
      "meaning": "私はこの会社で自分の能力を最大限発揮したいと思います。大学時代からデータ分析に関心を持ち、関連資格も取得しました。前職では顧客データ分析を通じて売上を20%向上させた経験があります。私は絶えず学び成長することを楽しむ人間です。御社の革新的な企業文化と成長可能性に魅力を感じ、志望いたしました。入社後はデータに基づく意思決定に貢献し、チームの成果向上に寄与したいと考えております。お任せいただければ全力を尽くします。",
      "audioPath": "assets/audio/shadowing/advanced/022.mp3",
      "durationSeconds": 36,
      "tip": "「-고자 합니다」「-게 되었습니다」などの謙譲表現は丁寧かつ誠実なトーンで発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "저는 이 회사에서 제 역량을 최대한 발휘하고 싶습니다.",
          "meaning": "私はこの会社で自分の能力を最大限発揮したいと思います。",
          "startTime": 0.01,
          "endTime": 4.23
        },
        {
          "index": 1,
          "text": "대학 시절부터 데이터 분석에 관심을 가져왔으며, 관련 자격증도 취득하였습니다.",
          "meaning": "大学時代からデータ分析に関心を持ち、関連資格も取得しました。",
          "startTime": 4.23,
          "endTime": 10.5
        },
        {
          "index": 2,
          "text": "전 직장에서는 고객 데이터 분석을 통해 매출을 20% 향상시킨 경험이 있습니다.",
          "meaning": "前職では顧客データ分析を通じて売上を20%向上させた経験があります。",
          "startTime": 10.5,
          "endTime": 16.93
        },
        {
          "index": 3,
          "text": "저는 끊임없이 배우고 성장하는 것을 즐기는 사람입니다.",
          "meaning": "私は絶えず学び成長することを楽しむ人間です。",
          "startTime": 16.93,
          "endTime": 20.99
        },
        {
          "index": 4,
          "text": "귀사의 혁신적인 기업 문화와 성장 가능성에 매력을 느껴 지원하게 되었습니다.",
          "meaning": "御社の革新的な企業文化と成長可能性に魅力を感じ、志望いたしました。",
          "startTime": 20.99,
          "endTime": 26.76
        },
        {
          "index": 5,
          "text": "입사 후에는 데이터 기반 의사결정에 기여하고, 팀의 성과 향상에 이바지하고자 합니다.",
          "meaning": "入社後はデータに基づく意思決定に貢献し、チームの成果向上に寄与したいと考えております。",
          "startTime": 26.76,
          "endTime": 33.06
        },
        {
          "index": 6,
          "text": "맡겨주신다면 최선을 다하겠습니다.",
          "meaning": "お任せいただければ全力を尽くします。",
          "startTime": 33.06,
          "endTime": 36.15
        }
      ]
    },
    {
      "id": "advanced_023",
      "title": "学術発表：AI研究",
      "text": "본 연구는 인공지능 기술이 의료 분야에 미치는 영향을 분석하였습니다. 연구 방법으로는 문헌 분석과 사례 연구를 병행하였습니다. 분석 결과, AI 진단 시스템은 기존 방식보다 정확도가 15% 높은 것으로 나타났습니다. 그러나 윤리적 문제와 데이터 보안에 대한 우려도 존재합니다. 이에 따라 적절한 규제 체계의 마련이 필요하다고 사료됩니다. 향후 연구에서는 실제 임상 적용 사례를 중심으로 분석을 확대할 예정입니다. 이상으로 발표를 마치겠습니다.",
      "meaning": "本研究は人工知能技術が医療分野に与える影響を分析しました。研究方法としては文献分析と事例研究を並行して行いました。分析の結果、AI診断システムは従来の方式より精度が15%高いことが判明しました。しかし、倫理的問題とデータセキュリティに対する懸念も存在します。これに伴い、適切な規制体系の整備が必要であると考えられます。今後の研究では実際の臨床適用事例を中心に分析を拡大する予定です。以上で発表を終わります。",
      "audioPath": "assets/audio/shadowing/advanced/023.mp3",
      "durationSeconds": 34,
      "tip": "学術表現「-ㄴ 것으로 나타났습니다」「사료됩니다」は客観的で落ち着いたトーンで読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "본 연구는 인공지능 기술이 의료 분야에 미치는 영향을 분석하였습니다.",
          "meaning": "本研究は人工知能技術が医療分野に与える影響を分析しました。",
          "startTime": 0.01,
          "endTime": 5.41
        },
        {
          "index": 1,
          "text": "연구 방법으로는 문헌 분석과 사례 연구를 병행하였습니다.",
          "meaning": "研究方法としては文献分析と事例研究を並行して行いました。",
          "startTime": 5.41,
          "endTime": 9.98
        },
        {
          "index": 2,
          "text": "분석 결과, AI 진단 시스템은 기존 방식보다 정확도가 15% 높은 것으로 나타났습니다.",
          "meaning": "分析の結果、AI診断システムは従来の方式より精度が15%高いことが判明しました。",
          "startTime": 9.98,
          "endTime": 17.5
        },
        {
          "index": 3,
          "text": "그러나 윤리적 문제와 데이터 보안에 대한 우려도 존재합니다.",
          "meaning": "しかし、倫理的問題とデータセキュリティに対する懸念も存在します。",
          "startTime": 17.5,
          "endTime": 21.91
        },
        {
          "index": 4,
          "text": "이에 따라 적절한 규제 체계의 마련이 필요하다고 사료됩니다.",
          "meaning": "これに伴い、適切な規制体系の整備が必要であると考えられます。",
          "startTime": 21.91,
          "endTime": 26.01
        },
        {
          "index": 5,
          "text": "향후 연구에서는 실제 임상 적용 사례를 중심으로 분석을 확대할 예정입니다.",
          "meaning": "今後の研究では実際の臨床適用事例を中心に分析を拡大する予定です。",
          "startTime": 26.01,
          "endTime": 31.67
        },
        {
          "index": 6,
          "text": "이상으로 발표를 마치겠습니다.",
          "meaning": "以上で発表を終わります。",
          "startTime": 31.67,
          "endTime": 34.37
        }
      ]
    },
    {
      "id": "advanced_024",
      "title": "韓国の民主化運動",
      "text": "한국의 민주화 운동은 1960년대부터 시작되어 1987년 6월 항쟁으로 결실을 맺었습니다. 4·19 혁명은 독재 정권에 항거한 최초의 대규모 시민 운동이었습니다. 이후 광주 민주화 운동은 민주주의를 향한 국민의 열망을 보여주었습니다. 수많은 시민과 학생들이 민주주의를 위해 희생하였습니다. 6월 민주 항쟁의 결과로 직선제 개헌이 이루어졌습니다. 이러한 역사적 경험은 한국 민주주의의 토대가 되었습니다. 우리는 이 역사를 기억하고 민주주의의 가치를 지켜나가야 합니다.",
      "meaning": "韓国の民主化運動は1960年代から始まり、1987年の6月抗争で実を結びました。4・19革命は独裁政権に抗議した最初の大規模な市民運動でした。その後、光州民主化運動は民主主義への国民の熱望を示しました。多くの市民と学生たちが民主主義のために犠牲になりました。6月民主抗争の結果、直接選挙制への改憲が実現しました。このような歴史的経験は韓国民主主義の土台となりました。私たちはこの歴史を記憶し、民主主義の価値を守っていかなければなりません。",
      "audioPath": "assets/audio/shadowing/advanced/024.mp3",
      "durationSeconds": 37,
      "tip": "歴史的な漢字語「민주화 운동」「직선제 개헌」は重みのあるトーンで発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "한국의 민주화 운동은 1960년대부터 시작되어 1987년 6월 항쟁으로 결실을 맺었습니다.",
          "meaning": "韓国の民主化運動は1960年代から始まり、1987年の6月抗争で実を結びました。",
          "startTime": 0.01,
          "endTime": 7.96
        },
        {
          "index": 1,
          "text": "4·19 혁명은 독재 정권에 항거한 최초의 대규모 시민 운동이었습니다.",
          "meaning": "4・19革命は独裁政権に抗議した最初の大規模な市民運動でした。",
          "startTime": 7.96,
          "endTime": 13.45
        },
        {
          "index": 2,
          "text": "이후 광주 민주화 운동은 민주주의를 향한 국민의 열망을 보여주었습니다.",
          "meaning": "その後、光州民主化運動は民主主義への国民の熱望を示しました。",
          "startTime": 13.45,
          "endTime": 18.6
        },
        {
          "index": 3,
          "text": "수많은 시민과 학생들이 민주주의를 위해 희생하였습니다.",
          "meaning": "多くの市民と学生たちが民主主義のために犠牲になりました。",
          "startTime": 18.6,
          "endTime": 22.88
        },
        {
          "index": 4,
          "text": "6월 민주 항쟁의 결과로 직선제 개헌이 이루어졌습니다.",
          "meaning": "6月民主抗争の結果、直接選挙制への改憲が実現しました。",
          "startTime": 22.88,
          "endTime": 27.32
        },
        {
          "index": 5,
          "text": "이러한 역사적 경험은 한국 민주주의의 토대가 되었습니다.",
          "meaning": "このような歴史的経験は韓国民主主義の土台となりました。",
          "startTime": 27.32,
          "endTime": 31.6
        },
        {
          "index": 6,
          "text": "우리는 이 역사를 기억하고 민주주의의 가치를 지켜나가야 합니다.",
          "meaning": "私たちはこの歴史を記憶し、民主主義の価値を守っていかなければなりません。",
          "startTime": 31.6,
          "endTime": 36.57
        }
      ]
    },
    {
      "id": "advanced_025",
      "title": "南北関係の歴史と現状",
      "text": "남북 관계는 1950년 한국전쟁 이후 분단 상태가 지속되어 왔습니다. 냉전 시대에는 극심한 대립이 이어졌으나, 2000년대 들어 화해 분위기가 조성되었습니다. 남북 정상회담은 평화 통일에 대한 희망을 불러일으켰습니다. 그러나 북핵 문제로 인해 관계가 다시 경색되기도 했습니다. 현재는 대화와 협력을 통한 평화 정착이 중요한 과제로 남아 있습니다. 한반도의 항구적 평화를 위해서는 국제 사회의 협력이 필수적입니다. 우리 세대가 통일의 초석을 놓아야 한다는 사명감을 가져야 합니다.",
      "meaning": "南北関係は1950年の朝鮮戦争以降、分断状態が続いてきました。冷戦時代には激しい対立が続きましたが、2000年代に入り和解ムードが形成されました。南北首脳会談は平和統一への希望を呼び起こしました。しかし、北朝鮮の核問題により関係が再び硬直化することもありました。現在は対話と協力を通じた平和定着が重要な課題として残っています。韓半島の恒久的平和のためには国際社会の協力が不可欠です。私たちの世代が統一の礎を築かなければならないという使命感を持つべきです。",
      "audioPath": "assets/audio/shadowing/advanced/025.mp3",
      "durationSeconds": 36,
      "tip": "政治・外交用語「정상회담」「항구적 평화」は重厚で真剣なトーンで読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "남북 관계는 1950년 한국전쟁 이후 분단 상태가 지속되어 왔습니다.",
          "meaning": "南北関係は1950年の朝鮮戦争以降、分断状態が続いてきました。",
          "startTime": 0.01,
          "endTime": 5.6
        },
        {
          "index": 1,
          "text": "냉전 시대에는 극심한 대립이 이어졌으나, 2000년대 들어 화해 분위기가 조성되었습니다.",
          "meaning": "冷戦時代には激しい対立が続きましたが、2000年代に入り和解ムードが形成されました。",
          "startTime": 5.6,
          "endTime": 12.05
        },
        {
          "index": 2,
          "text": "남북 정상회담은 평화 통일에 대한 희망을 불러일으켰습니다.",
          "meaning": "南北首脳会談は平和統一への希望を呼び起こしました。",
          "startTime": 12.05,
          "endTime": 16.42
        },
        {
          "index": 3,
          "text": "그러나 북핵 문제로 인해 관계가 다시 경색되기도 했습니다.",
          "meaning": "しかし、北朝鮮の核問題により関係が再び硬直化することもありました。",
          "startTime": 16.42,
          "endTime": 20.84
        },
        {
          "index": 4,
          "text": "현재는 대화와 협력을 통한 평화 정착이 중요한 과제로 남아 있습니다.",
          "meaning": "現在は対話と協力を通じた平和定着が重要な課題として残っています。",
          "startTime": 20.84,
          "endTime": 25.94
        },
        {
          "index": 5,
          "text": "한반도의 항구적 평화를 위해서는 국제 사회의 협력이 필수적입니다.",
          "meaning": "韓半島の恒久的平和のためには国際社会の協力が不可欠です。",
          "startTime": 25.94,
          "endTime": 31
        },
        {
          "index": 6,
          "text": "우리 세대가 통일의 초석을 놓아야 한다는 사명감을 가져야 합니다.",
          "meaning": "私たちの世代が統一の礎を築かなければならないという使命感を持つべきです。",
          "startTime": 31,
          "endTime": 35.87
        }
      ]
    },
    {
      "id": "advanced_026",
      "title": "韓国の産業発展：漢江の奇跡",
      "text": "한국은 1960년대 이후 눈부신 경제 성장을 이루어 '한강의 기적'이라 불리게 되었습니다. 당시 한국은 세계 최빈국 중 하나였으나, 수출 주도형 경제 정책을 통해 급속한 산업화를 달성하였습니다. 철강, 조선, 자동차, 반도체 등 중화학 공업이 핵심 산업으로 성장하였습니다. 특히 대기업 중심의 재벌 체제가 경제 성장의 견인차 역할을 하였습니다. 그러나 이 과정에서 노동 문제와 환경 문제도 발생하였습니다. 오늘날 한국은 세계 10위권의 경제 대국으로 성장하였습니다. 이러한 성취는 국민들의 노력과 희생 위에 이루어진 것입니다.",
      "meaning": "韓国は1960年代以降、目覚ましい経済成長を遂げ「漢江の奇跡」と呼ばれるようになりました。当時韓国は世界最貧国の一つでしたが、輸出主導型経済政策を通じて急速な産業化を達成しました。鉄鋼、造船、自動車、半導体などの重化学工業が基幹産業として成長しました。特に大企業中心の財閥体制が経済成長の牽引役を果たしました。しかし、この過程で労働問題と環境問題も発生しました。今日、韓国は世界10位圏の経済大国に成長しました。このような成果は国民の努力と犠牲の上に成し遂げられたものです。",
      "audioPath": "assets/audio/shadowing/advanced/026.mp3",
      "durationSeconds": 41,
      "tip": "経済用語「수출 주도형」「중화학 공업」は明瞭に区切って発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "한국은 1960년대 이후 눈부신 경제 성장을 이루어 '한강의 기적'이라 불리게 되었습니다.",
          "meaning": "韓国は1960年代以降、目覚ましい経済成長を遂げ「漢江の奇跡」と呼ばれるようになりました。",
          "startTime": 0.01,
          "endTime": 7.32
        },
        {
          "index": 1,
          "text": "당시 한국은 세계 최빈국 중 하나였으나, 수출 주도형 경제 정책을 통해 급속한 산업화를 달성하였습니다.",
          "meaning": "当時韓国は世界最貧国の一つでしたが、輸出主導型経済政策を通じて急速な産業化を達成しました。",
          "startTime": 7.32,
          "endTime": 15.37
        },
        {
          "index": 2,
          "text": "철강, 조선, 자동차, 반도체 등 중화학 공업이 핵심 산업으로 성장하였습니다.",
          "meaning": "鉄鋼、造船、自動車、半導体などの重化学工業が基幹産業として成長しました。",
          "startTime": 15.37,
          "endTime": 22.54
        },
        {
          "index": 3,
          "text": "특히 대기업 중심의 재벌 체제가 경제 성장의 견인차 역할을 하였습니다.",
          "meaning": "特に大企業中心の財閥体制が経済成長の牽引役を果たしました。",
          "startTime": 22.54,
          "endTime": 27.88
        },
        {
          "index": 4,
          "text": "그러나 이 과정에서 노동 문제와 환경 문제도 발생하였습니다.",
          "meaning": "しかし、この過程で労働問題と環境問題も発生しました。",
          "startTime": 27.88,
          "endTime": 32.52
        },
        {
          "index": 5,
          "text": "오늘날 한국은 세계 10위권의 경제 대국으로 성장하였습니다.",
          "meaning": "今日、韓国は世界10位圏の経済大国に成長しました。",
          "startTime": 32.52,
          "endTime": 36.77
        },
        {
          "index": 6,
          "text": "이러한 성취는 국민들의 노력과 희생 위에 이루어진 것입니다.",
          "meaning": "このような成果は国民の努力と犠牲の上に成し遂げられたものです。",
          "startTime": 36.77,
          "endTime": 41.45
        }
      ]
    },
    {
      "id": "advanced_027",
      "title": "現代韓国文学：短編小説風",
      "text": "그녀는 창밖을 바라보며 오랜 기억 속으로 빠져들었다. 어린 시절 뛰놀던 시골 마을의 풍경이 눈앞에 펼쳐졌다. 할머니의 따뜻한 손길과 정겨운 목소리가 아직도 생생하게 떠올랐다. 세월은 흘러 그 마을은 이제 고층 아파트로 가득 차 있었다. 변해버린 풍경 속에서도 변하지 않는 것이 있다면, 그것은 사람들 마음속에 남아 있는 추억일 것이다. 그녀는 조용히 눈을 감고 그 시절의 따뜻함을 되새겼다. 과거는 돌아오지 않지만, 기억은 우리를 위로해 준다.",
      "meaning": "彼女は窓の外を眺めながら、遠い記憶の中へと沈んでいった。幼い頃に走り回った田舎の村の風景が目の前に広がった。祖母の温かい手と情のこもった声が今でも鮮明に浮かんできた。時は流れ、その村は今では高層アパートで埋め尽くされていた。変わってしまった風景の中でも変わらないものがあるとすれば、それは人々の心の中に残っている思い出だろう。彼女は静かに目を閉じ、あの頃の温もりを噛みしめた。過去は戻らないが、記憶は私たちを慰めてくれる。",
      "audioPath": "assets/audio/shadowing/advanced/027.mp3",
      "durationSeconds": 34,
      "tip": "文学的表現「눈앞에 펼쳐졌다」「되새겼다」は情緒を込めてゆっくり読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "그녀는 창밖을 바라보며 오랜 기억 속으로 빠져들었다.",
          "meaning": "彼女は窓の外を眺めながら、遠い記憶の中へと沈んでいった。",
          "startTime": 0.01,
          "endTime": 4.41
        },
        {
          "index": 1,
          "text": "어린 시절 뛰놀던 시골 마을의 풍경이 눈앞에 펼쳐졌다.",
          "meaning": "幼い頃に走り回った田舎の村の風景が目の前に広がった。",
          "startTime": 4.41,
          "endTime": 8.71
        },
        {
          "index": 2,
          "text": "할머니의 따뜻한 손길과 정겨운 목소리가 아직도 생생하게 떠올랐다.",
          "meaning": "祖母の温かい手と情のこもった声が今でも鮮明に浮かんできた。",
          "startTime": 8.71,
          "endTime": 14.17
        },
        {
          "index": 3,
          "text": "세월은 흘러 그 마을은 이제 고층 아파트로 가득 차 있었다.",
          "meaning": "時は流れ、その村は今では高層アパートで埋め尽くされていた。",
          "startTime": 14.17,
          "endTime": 18.53
        },
        {
          "index": 4,
          "text": "변해버린 풍경 속에서도 변하지 않는 것이 있다면, 그것은 사람들 마음속에 남아 있는 추억일 것이다.",
          "meaning": "変わってしまった風景の中でも変わらないものがあるとすれば、それは人々の心の中に残っている思い出だろう。",
          "startTime": 18.53,
          "endTime": 25.68
        },
        {
          "index": 5,
          "text": "그녀는 조용히 눈을 감고 그 시절의 따뜻함을 되새겼다.",
          "meaning": "彼女は静かに目を閉じ、あの頃の温もりを噛みしめた。",
          "startTime": 25.68,
          "endTime": 29.93
        },
        {
          "index": 6,
          "text": "과거는 돌아오지 않지만, 기억은 우리를 위로해 준다.",
          "meaning": "過去は戻らないが、記憶は私たちを慰めてくれる。",
          "startTime": 29.93,
          "endTime": 34.27
        }
      ]
    },
    {
      "id": "advanced_028",
      "title": "詩の朗読：尹東柱「序詩」",
      "text": "죽는 날까지 하늘을 우러러 한 점 부끄럼이 없기를, 잎새에 이는 바람에도 나는 괴로워했다. 별을 노래하는 마음으로 모든 죽어 가는 것을 사랑해야지. 그리고 나한테 주어진 길을 걸어가야겠다. 오늘 밤에도 별이 바람에 스치운다. 이 시는 윤동주 시인의 대표작으로, 식민지 시대 지식인의 고뇌와 양심을 담고 있습니다. 그의 시는 시대를 초월하여 많은 이들에게 감동을 주고 있습니다.",
      "meaning": "死ぬ日まで天を仰ぎ一点の恥じることなきを、葉に起こる風にも私は苦しんだ。星を歌う心ですべての死にゆくものを愛さなければ。そして私に与えられた道を歩んでいかなければ。今夜も星が風にかすれる。この詩は尹東柱詩人の代表作で、植民地時代の知識人の苦悩と良心を込めています。彼の詩は時代を超えて多くの人々に感動を与えています。",
      "audioPath": "assets/audio/shadowing/advanced/028.mp3",
      "durationSeconds": 28,
      "tip": "詩の朗読は抑揚とリズムを意識し、情感を込めて読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "죽는 날까지 하늘을 우러러 한 점 부끄럼이 없기를,",
          "meaning": "死ぬ日まで天を仰ぎ一点の恥じることなきを、",
          "startTime": 0.01,
          "endTime": 3.67
        },
        {
          "index": 1,
          "text": "잎새에 이는 바람에도 나는 괴로워했다.",
          "meaning": "葉に起こる風にも私は苦しんだ。",
          "startTime": 3.67,
          "endTime": 6.8
        },
        {
          "index": 2,
          "text": "별을 노래하는 마음으로 모든 죽어 가는 것을 사랑해야지.",
          "meaning": "星を歌う心ですべての死にゆくものを愛さなければ。",
          "startTime": 6.8,
          "endTime": 10.99
        },
        {
          "index": 3,
          "text": "그리고 나한테 주어진 길을 걸어가야겠다.",
          "meaning": "そして私に与えられた道を歩んでいかなければ。",
          "startTime": 10.99,
          "endTime": 14.26
        },
        {
          "index": 4,
          "text": "오늘 밤에도 별이 바람에 스치운다.",
          "meaning": "今夜も星が風にかすれる。",
          "startTime": 14.26,
          "endTime": 17.1
        },
        {
          "index": 5,
          "text": "이 시는 윤동주 시인의 대표작으로, 식민지 시대 지식인의 고뇌와 양심을 담고 있습니다.",
          "meaning": "この詩は尹東柱詩人の代表作で、植民地時代の知識人の苦悩と良心を込めています。",
          "startTime": 17.1,
          "endTime": 23.44
        },
        {
          "index": 6,
          "text": "그의 시는 시대를 초월하여 많은 이들에게 감동을 주고 있습니다.",
          "meaning": "彼の詩は時代を超えて多くの人々に感動を与えています。",
          "startTime": 23.44,
          "endTime": 28.3
        }
      ]
    },
    {
      "id": "advanced_029",
      "title": "卒業式スピーチ",
      "text": "존경하는 교수님들과 학부모님, 그리고 사랑하는 졸업생 여러분, 오늘 우리는 새로운 출발선에 서 있습니다. 지난 4년간 우리는 수많은 도전과 시련을 이겨내며 성장해 왔습니다. 때로는 좌절하고 포기하고 싶은 순간도 있었지만, 우리는 결코 멈추지 않았습니다. 이 자리에 함께해 주신 부모님과 은사님들께 진심으로 감사드립니다. 졸업은 끝이 아닌 새로운 시작입니다. 앞으로 펼쳐질 무한한 가능성을 향해 담대하게 나아갑시다. 여러분의 앞날에 축복이 가득하기를 기원합니다.",
      "meaning": "尊敬する教授の皆様、保護者の皆様、そして愛する卒業生の皆さん、本日私たちは新たな出発点に立っています。この4年間、私たちは数多くの挑戦と試練を乗り越えて成長してきました。時には挫折し諦めたくなる瞬間もありましたが、私たちは決して立ち止まりませんでした。この場に共にいてくださった両親と恩師の皆様に心から感謝申し上げます。卒業は終わりではなく新たな始まりです。これから広がる無限の可能性に向かって大胆に進んでいきましょう。皆さんの前途に祝福があふれることを祈念いたします。",
      "audioPath": "assets/audio/shadowing/advanced/029.mp3",
      "durationSeconds": 36,
      "tip": "演説調の「-ㅂ시다」「기원합니다」は力強く、抑揚をつけて発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "존경하는 교수님들과 학부모님, 그리고 사랑하는 졸업생 여러분,",
          "meaning": "尊敬する教授の皆様、保護者の皆様、そして愛する卒業生の皆さん、",
          "startTime": 0.01,
          "endTime": 5.15
        },
        {
          "index": 1,
          "text": "오늘 우리는 새로운 출발선에 서 있습니다.",
          "meaning": "本日私たちは新たな出発点に立っています。",
          "startTime": 5.15,
          "endTime": 8.29
        },
        {
          "index": 2,
          "text": "지난 4년간 우리는 수많은 도전과 시련을 이겨내며 성장해 왔습니다.",
          "meaning": "この4年間、私たちは数多くの挑戦と試練を乗り越えて成長してきました。",
          "startTime": 8.29,
          "endTime": 13.54
        },
        {
          "index": 3,
          "text": "때로는 좌절하고 포기하고 싶은 순간도 있었지만, 우리는 결코 멈추지 않았습니다.",
          "meaning": "時には挫折し諦めたくなる瞬間もありましたが、私たちは決して立ち止まりませんでした。",
          "startTime": 13.54,
          "endTime": 19.45
        },
        {
          "index": 4,
          "text": "이 자리에 함께해 주신 부모님과 은사님들께 진심으로 감사드립니다.",
          "meaning": "この場に共にいてくださった両親と恩師の皆様に心から感謝申し上げます。",
          "startTime": 19.45,
          "endTime": 24.48
        },
        {
          "index": 5,
          "text": "졸업은 끝이 아닌 새로운 시작입니다.",
          "meaning": "卒業は終わりではなく新たな始まりです。",
          "startTime": 24.48,
          "endTime": 27.38
        },
        {
          "index": 6,
          "text": "앞으로 펼쳐질 무한한 가능성을 향해 담대하게 나아갑시다.",
          "meaning": "これから広がる無限の可能性に向かって大胆に進んでいきましょう。",
          "startTime": 27.38,
          "endTime": 31.88
        },
        {
          "index": 7,
          "text": "여러분의 앞날에 축복이 가득하기를 기원합니다.",
          "meaning": "皆さんの前途に祝福があふれることを祈念いたします。",
          "startTime": 31.88,
          "endTime": 35.69
        }
      ]
    },
    {
      "id": "advanced_030",
      "title": "ビジネス敬語での会話",
      "text": "부장님, 말씀하신 프로젝트 건에 대해 보고드리겠습니다. 현재 진행 상황을 검토한 결과, 일정에 다소 차질이 생길 것으로 예상됩니다. 협력업체 측에서 자재 공급이 지연되고 있기 때문입니다. 이에 대한 대안으로 두 가지 방안을 마련하였습니다. 첫째, 다른 공급업체를 물색하는 것이고, 둘째는 일정을 2주 연장하는 것입니다. 어떤 방향으로 진행하면 좋을지 지시해 주시면 감사하겠습니다. 추가로 필요한 자료가 있으시면 바로 준비해 올리도록 하겠습니다.",
      "meaning": "部長、おっしゃっていたプロジェクトの件についてご報告いたします。現在の進捗状況を検討した結果、スケジュールに若干の遅れが生じる見込みです。協力会社側で資材の供給が遅れているためです。これに対する代替案として2つの方策を用意いたしました。1つ目は他の供給業者を探すこと、2つ目はスケジュールを2週間延長することです。どちらの方向で進めればよいかご指示いただければ幸いです。追加で必要な資料がございましたら、すぐにご用意いたします。",
      "audioPath": "assets/audio/shadowing/advanced/030.mp3",
      "durationSeconds": 34,
      "tip": "「보고드리겠습니다」「지시해 주시면」など敬語は相手への敬意を込めて丁寧に発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "부장님, 말씀하신 프로젝트 건에 대해 보고드리겠습니다.",
          "meaning": "部長、おっしゃっていたプロジェクトの件についてご報告いたします。",
          "startTime": 0.01,
          "endTime": 4.56
        },
        {
          "index": 1,
          "text": "현재 진행 상황을 검토한 결과, 일정에 다소 차질이 생길 것으로 예상됩니다.",
          "meaning": "現在の進捗状況を検討した結果、スケジュールに若干の遅れが生じる見込みです。",
          "startTime": 4.56,
          "endTime": 10.35
        },
        {
          "index": 2,
          "text": "협력업체 측에서 자재 공급이 지연되고 있기 때문입니다.",
          "meaning": "協力会社側で資材の供給が遅れているためです。",
          "startTime": 10.35,
          "endTime": 14.69
        },
        {
          "index": 3,
          "text": "이에 대한 대안으로 두 가지 방안을 마련하였습니다.",
          "meaning": "これに対する代替案として2つの方策を用意いたしました。",
          "startTime": 14.69,
          "endTime": 18.26
        },
        {
          "index": 4,
          "text": "첫째, 다른 공급업체를 물색하는 것이고, 둘째는 일정을 2주 연장하는 것입니다.",
          "meaning": "1つ目は他の供給業者を探すこと、2つ目はスケジュールを2週間延長することです。",
          "startTime": 18.26,
          "endTime": 24.83
        },
        {
          "index": 5,
          "text": "어떤 방향으로 진행하면 좋을지 지시해 주시면 감사하겠습니다.",
          "meaning": "どちらの方向で進めればよいかご指示いただければ幸いです。",
          "startTime": 24.83,
          "endTime": 29.29
        },
        {
          "index": 6,
          "text": "추가로 필요한 자료가 있으시면 바로 준비해 올리도록 하겠습니다.",
          "meaning": "追加で必要な資料がございましたら、すぐにご用意いたします。",
          "startTime": 29.29,
          "endTime": 34.06
        }
      ]
    },
    {
      "id": "advanced_031",
      "title": "新聞の社説：教育改革",
      "text": "우리 사회의 교육 시스템은 근본적인 변화가 필요한 시점에 와 있다. 입시 위주의 교육은 학생들의 창의성을 억누르고 있으며, 이는 장기적으로 국가 경쟁력을 약화시킬 수 있다. 교육의 본질은 지식의 전달이 아닌 사고력과 문제 해결 능력의 배양에 있다. 따라서 주입식 교육에서 벗어나 토론과 체험 중심의 교육으로 전환해야 한다. 또한 교사의 자율성을 보장하고 학교 현장의 목소리에 귀 기울여야 한다. 교육 개혁은 더 이상 미룰 수 없는 시대적 과제이다. 미래 세대를 위한 투자가 지금 당장 이루어져야 할 것이다.",
      "meaning": "私たちの社会の教育システムは根本的な変化が必要な時点に来ている。入試中心の教育は学生たちの創造性を抑えつけており、これは長期的に国家競争力を弱める可能性がある。教育の本質は知識の伝達ではなく思考力と問題解決能力の育成にある。したがって詰め込み教育から脱却し、討論と体験中心の教育へ転換すべきである。また、教師の自律性を保障し学校現場の声に耳を傾けなければならない。教育改革はこれ以上先延ばしにできない時代的課題である。未来の世代のための投資が今すぐ行われるべきである。",
      "audioPath": "assets/audio/shadowing/advanced/031.mp3",
      "durationSeconds": 38,
      "tip": "社説調の「-아/어야 한다」「-ㄹ 것이다」は断定的かつ説得力のあるトーンで読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "우리 사회의 교육 시스템은 근본적인 변화가 필요한 시점에 와 있다.",
          "meaning": "私たちの社会の教育システムは根本的な変化が必要な時点に来ている。",
          "startTime": 0.01,
          "endTime": 4.8
        },
        {
          "index": 1,
          "text": "입시 위주의 교육은 학생들의 창의성을 억누르고 있으며, 이는 장기적으로 국가 경쟁력을 약화시킬 수 있다.",
          "meaning": "入試中心の教育は学生たちの創造性を抑えつけており、これは長期的に国家競争力を弱める可能性がある。",
          "startTime": 4.8,
          "endTime": 12.8
        },
        {
          "index": 2,
          "text": "교육의 본질은 지식의 전달이 아닌 사고력과 문제 해결 능력의 배양에 있다.",
          "meaning": "教育の本質は知識の伝達ではなく思考力と問題解決能力の育成にある。",
          "startTime": 12.8,
          "endTime": 18.47
        },
        {
          "index": 3,
          "text": "따라서 주입식 교육에서 벗어나 토론과 체험 중심의 교육으로 전환해야 한다.",
          "meaning": "したがって詰め込み教育から脱却し、討論と体験中心の教育へ転換すべきである。",
          "startTime": 18.47,
          "endTime": 24.11
        },
        {
          "index": 4,
          "text": "또한 교사의 자율성을 보장하고 학교 현장의 목소리에 귀 기울여야 한다.",
          "meaning": "また、教師の自律性を保障し学校現場の声に耳を傾けなければならない。",
          "startTime": 24.11,
          "endTime": 29.64
        },
        {
          "index": 5,
          "text": "교육 개혁은 더 이상 미룰 수 없는 시대적 과제이다.",
          "meaning": "教育改革はこれ以上先延ばしにできない時代的課題である。",
          "startTime": 29.64,
          "endTime": 33.34
        },
        {
          "index": 6,
          "text": "미래 세대를 위한 투자가 지금 당장 이루어져야 할 것이다.",
          "meaning": "未来の世代のための投資が今すぐ行われるべきである。",
          "startTime": 33.34,
          "endTime": 37.85
        }
      ]
    },
    {
      "id": "advanced_032",
      "title": "討論会での意見表明",
      "text": "저는 이 문제에 대해 반대 의견을 말씀드리고자 합니다. 먼저, 상대측 주장의 전제에 동의하기 어렵습니다. 통계 자료를 보면 오히려 반대의 결과가 나타나고 있습니다. 또한 이 정책은 단기적 효과에만 초점을 맞추고 있어 장기적 부작용을 간과하고 있습니다. 물론 상대측의 우려도 이해합니다. 하지만 그 해결책으로 제시된 방안은 현실성이 부족합니다. 따라서 보다 신중한 접근이 필요하다고 생각합니다. 이상으로 제 의견을 마치겠습니다.",
      "meaning": "私はこの問題について反対意見を申し上げたいと思います。まず、相手側の主張の前提に同意しがたいです。統計資料を見るとむしろ反対の結果が出ています。また、この政策は短期的効果にのみ焦点を当てており、長期的な副作用を見落としています。もちろん相手側の懸念も理解できます。しかし、その解決策として提示された方案は現実性に欠けています。したがって、より慎重なアプローチが必要だと考えます。以上で私の意見を終わります。",
      "audioPath": "assets/audio/shadowing/advanced/032.mp3",
      "durationSeconds": 33,
      "tip": "討論での論理的表現「-기 어렵습니다」「따라서」は明確で自信のあるトーンで発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "저는 이 문제에 대해 반대 의견을 말씀드리고자 합니다.",
          "meaning": "私はこの問題について反対意見を申し上げたいと思います。",
          "startTime": 0.01,
          "endTime": 3.95
        },
        {
          "index": 1,
          "text": "먼저, 상대측 주장의 전제에 동의하기 어렵습니다.",
          "meaning": "まず、相手側の主張の前提に同意しがたいです。",
          "startTime": 3.95,
          "endTime": 8.36
        },
        {
          "index": 2,
          "text": "통계 자료를 보면 오히려 반대의 결과가 나타나고 있습니다.",
          "meaning": "統計資料を見るとむしろ反対の結果が出ています。",
          "startTime": 8.36,
          "endTime": 12.68
        },
        {
          "index": 3,
          "text": "또한 이 정책은 단기적 효과에만 초점을 맞추고 있어 장기적 부작용을 간과하고 있습니다.",
          "meaning": "また、この政策は短期的効果にのみ焦点を当てており、長期的な副作用を見落としています。",
          "startTime": 12.68,
          "endTime": 19.32
        },
        {
          "index": 4,
          "text": "물론 상대측의 우려도 이해합니다.",
          "meaning": "もちろん相手側の懸念も理解できます。",
          "startTime": 19.32,
          "endTime": 21.97
        },
        {
          "index": 5,
          "text": "하지만 그 해결책으로 제시된 방안은 현실성이 부족합니다.",
          "meaning": "しかし、その解決策として提示された方案は現実性に欠けています。",
          "startTime": 21.97,
          "endTime": 26.31
        },
        {
          "index": 6,
          "text": "따라서 보다 신중한 접근이 필요하다고 생각합니다.",
          "meaning": "したがって、より慎重なアプローチが必要だと考えます。",
          "startTime": 26.31,
          "endTime": 29.92
        },
        {
          "index": 7,
          "text": "이상으로 제 의견을 마치겠습니다.",
          "meaning": "以上で私の意見を終わります。",
          "startTime": 29.92,
          "endTime": 32.83
        }
      ]
    },
    {
      "id": "advanced_033",
      "title": "韓国の伝統思想：儒教",
      "text": "유교는 한국 사회와 문화에 깊은 영향을 미친 사상 체계입니다. 공자의 가르침에 기반한 유교는 삼국시대에 전래되어 조선시대에 국가 이념으로 자리 잡았습니다. 인, 의, 예, 지, 신의 오상은 인간관계의 기본 덕목으로 여겨졌습니다. 특히 효도와 충성은 가장 중요한 가치로 강조되었습니다. 오늘날에도 어른을 공경하고 조상을 섬기는 전통은 유교의 영향입니다. 그러나 현대 사회에서는 유교적 가치관에 대한 재해석이 이루어지고 있습니다. 전통과 현대의 조화로운 공존이 우리의 과제입니다.",
      "meaning": "儒教は韓国社会と文化に深い影響を与えた思想体系です。孔子の教えに基づく儒教は三国時代に伝来し、朝鮮時代に国家理念として定着しました。仁・義・礼・智・信の五常は人間関係の基本的な徳目と見なされました。特に孝行と忠誠は最も重要な価値として強調されました。今日でも年長者を敬い祖先を祀る伝統は儒教の影響です。しかし、現代社会では儒教的価値観に対する再解釈が行われています。伝統と現代の調和のとれた共存が私たちの課題です。",
      "audioPath": "assets/audio/shadowing/advanced/033.mp3",
      "durationSeconds": 38,
      "tip": "伝統・哲学用語「인의예지신」「오상」は重厚感を持って発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "유교는 한국 사회와 문화에 깊은 영향을 미친 사상 체계입니다.",
          "meaning": "儒教は韓国社会と文化に深い影響を与えた思想体系です。",
          "startTime": 0.01,
          "endTime": 4.87
        },
        {
          "index": 1,
          "text": "공자의 가르침에 기반한 유교는 삼국시대에 전래되어 조선시대에 국가 이념으로 자리 잡았습니다.",
          "meaning": "孔子の教えに基づく儒教は三国時代に伝来し、朝鮮時代に国家理念として定着しました。",
          "startTime": 4.87,
          "endTime": 12.09
        },
        {
          "index": 2,
          "text": "인, 의, 예, 지, 신의 오상은 인간관계의 기본 덕목으로 여겨졌습니다.",
          "meaning": "仁・義・礼・智・信の五常は人間関係の基本的な徳目と見なされました。",
          "startTime": 12.09,
          "endTime": 18.69
        },
        {
          "index": 3,
          "text": "특히 효도와 충성은 가장 중요한 가치로 강조되었습니다.",
          "meaning": "特に孝行と忠誠は最も重要な価値として強調されました。",
          "startTime": 18.69,
          "endTime": 23.15
        },
        {
          "index": 4,
          "text": "오늘날에도 어른을 공경하고 조상을 섬기는 전통은 유교의 영향입니다.",
          "meaning": "今日でも年長者を敬い祖先を祀る伝統は儒教の影響です。",
          "startTime": 23.15,
          "endTime": 28.75
        },
        {
          "index": 5,
          "text": "그러나 현대 사회에서는 유교적 가치관에 대한 재해석이 이루어지고 있습니다.",
          "meaning": "しかし、現代社会では儒教的価値観に対する再解釈が行われています。",
          "startTime": 28.75,
          "endTime": 33.94
        },
        {
          "index": 6,
          "text": "전통과 현대의 조화로운 공존이 우리의 과제입니다.",
          "meaning": "伝統と現代の調和のとれた共存が私たちの課題です。",
          "startTime": 33.94,
          "endTime": 38.31
        }
      ]
    },
    {
      "id": "advanced_034",
      "title": "韓国の現代アート",
      "text": "한국의 현대 미술은 세계 무대에서 점점 더 주목받고 있습니다. 백남준은 비디오 아트의 선구자로서 세계적인 명성을 얻었습니다. 그의 작품은 기술과 예술의 융합을 통해 새로운 표현의 지평을 열었습니다. 최근에는 한국의 젊은 작가들이 국제 비엔날레에서 활발히 활동하고 있습니다. 전통 한국화의 요소를 현대적으로 재해석한 작품들도 높은 평가를 받고 있습니다. 또한 K-팝과 결합한 미디어 아트도 새로운 흐름으로 떠오르고 있습니다. 한국 현대 미술은 전통과 혁신의 조화를 통해 독자적인 정체성을 구축해 나가고 있습니다.",
      "meaning": "韓国の現代美術は世界の舞台でますます注目を集めています。ペク・ナムジュンはビデオアートの先駆者として世界的な名声を得ました。彼の作品は技術と芸術の融合を通じて新たな表現の地平を切り開きました。最近は韓国の若い作家たちが国際ビエンナーレで活発に活動しています。伝統的な韓国画の要素を現代的に再解釈した作品も高い評価を受けています。また、K-POPと結合したメディアアートも新たな流れとして浮上しています。韓国現代美術は伝統と革新の調和を通じて独自のアイデンティティを構築しています。",
      "audioPath": "assets/audio/shadowing/advanced/034.mp3",
      "durationSeconds": 39,
      "tip": "芸術用語「비엔날레」「미디어 아트」などの外来語は韓国語式の発音で読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "한국의 현대 미술은 세계 무대에서 점점 더 주목받고 있습니다.",
          "meaning": "韓国の現代美術は世界の舞台でますます注目を集めています。",
          "startTime": 0.01,
          "endTime": 4.69
        },
        {
          "index": 1,
          "text": "백남준은 비디오 아트의 선구자로서 세계적인 명성을 얻었습니다.",
          "meaning": "ペク・ナムジュンはビデオアートの先駆者として世界的な名声を得ました。",
          "startTime": 4.69,
          "endTime": 9.91
        },
        {
          "index": 2,
          "text": "그의 작품은 기술과 예술의 융합을 통해 새로운 표현의 지평을 열었습니다.",
          "meaning": "彼の作品は技術と芸術の融合を通じて新たな表現の地平を切り開きました。",
          "startTime": 9.91,
          "endTime": 15.51
        },
        {
          "index": 3,
          "text": "최근에는 한국의 젊은 작가들이 국제 비엔날레에서 활발히 활동하고 있습니다.",
          "meaning": "最近は韓国の若い作家たちが国際ビエンナーレで活発に活動しています。",
          "startTime": 15.51,
          "endTime": 21.15
        },
        {
          "index": 4,
          "text": "전통 한국화의 요소를 현대적으로 재해석한 작품들도 높은 평가를 받고 있습니다.",
          "meaning": "伝統的な韓国画の要素を現代的に再解釈した作品も高い評価を受けています。",
          "startTime": 21.15,
          "endTime": 27.15
        },
        {
          "index": 5,
          "text": "또한 K-팝과 결합한 미디어 아트도 새로운 흐름으로 떠오르고 있습니다.",
          "meaning": "また、K-POPと結合したメディアアートも新たな流れとして浮上しています。",
          "startTime": 27.15,
          "endTime": 32.11
        },
        {
          "index": 6,
          "text": "한국 현대 미술은 전통과 혁신의 조화를 통해 독자적인 정체성을 구축해 나가고 있습니다.",
          "meaning": "韓国現代美術は伝統と革新の調和を通じて独自のアイデンティティを構築しています。",
          "startTime": 32.11,
          "endTime": 39.07
        }
      ]
    },
    {
      "id": "advanced_035",
      "title": "韓国の宇宙開発",
      "text": "한국은 독자적인 우주 개발 역량을 확보하기 위해 지속적인 노력을 기울여 왔습니다. 2022년에는 순수 국산 기술로 개발된 누리호 발사에 성공하였습니다. 이로써 한국은 자력으로 실용위성을 발사할 수 있는 국가 대열에 합류하였습니다. 앞으로 달 탐사 프로젝트인 다누리호 임무도 본격화될 예정입니다. 우주 산업은 미래 성장 동력으로서 막대한 경제적 가치를 지니고 있습니다. 또한 우주 개발은 국가 위상을 높이는 데도 기여합니다. 한국 우주 개발의 미래는 밝으며, 더 큰 도약을 향해 나아가고 있습니다.",
      "meaning": "韓国は独自の宇宙開発能力を確保するために継続的な努力を重ねてきました。2022年には純国産技術で開発されたヌリ号の打ち上げに成功しました。これにより韓国は自力で実用衛星を打ち上げることができる国家の列に加わりました。今後、月探査プロジェクトであるタヌリ号のミッションも本格化する予定です。宇宙産業は未来の成長エンジンとして莫大な経済的価値を持っています。また、宇宙開発は国家の地位を高めることにも貢献します。韓国の宇宙開発の未来は明るく、さらなる飛躍に向かって進んでいます。",
      "audioPath": "assets/audio/shadowing/advanced/035.mp3",
      "durationSeconds": 37,
      "tip": "科学技術用語「우주 개발」「실용위성」は正確かつ明瞭に発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "한국은 독자적인 우주 개발 역량을 확보하기 위해 지속적인 노력을 기울여 왔습니다.",
          "meaning": "韓国は独自の宇宙開発能力を確保するために継続的な努力を重ねてきました。",
          "startTime": 0.01,
          "endTime": 6.23
        },
        {
          "index": 1,
          "text": "2022년에는 순수 국산 기술로 개발된 누리호 발사에 성공하였습니다.",
          "meaning": "2022年には純国産技術で開発されたヌリ号の打ち上げに成功しました。",
          "startTime": 6.23,
          "endTime": 11.83
        },
        {
          "index": 2,
          "text": "이로써 한국은 자력으로 실용위성을 발사할 수 있는 국가 대열에 합류하였습니다.",
          "meaning": "これにより韓国は自力で実用衛星を打ち上げることができる国家の列に加わりました。",
          "startTime": 11.83,
          "endTime": 17.49
        },
        {
          "index": 3,
          "text": "앞으로 달 탐사 프로젝트인 다누리호 임무도 본격화될 예정입니다.",
          "meaning": "今後、月探査プロジェクトであるタヌリ号のミッションも本格化する予定です。",
          "startTime": 17.49,
          "endTime": 22.43
        },
        {
          "index": 4,
          "text": "우주 산업은 미래 성장 동력으로서 막대한 경제적 가치를 지니고 있습니다.",
          "meaning": "宇宙産業は未来の成長エンジンとして莫大な経済的価値を持っています。",
          "startTime": 22.43,
          "endTime": 27.87
        },
        {
          "index": 5,
          "text": "또한 우주 개발은 국가 위상을 높이는 데도 기여합니다.",
          "meaning": "また、宇宙開発は国家の地位を高めることにも貢献します。",
          "startTime": 27.87,
          "endTime": 31.76
        },
        {
          "index": 6,
          "text": "한국 우주 개발의 미래는 밝으며, 더 큰 도약을 향해 나아가고 있습니다.",
          "meaning": "韓国の宇宙開発の未来は明るく、さらなる飛躍に向かって進んでいます。",
          "startTime": 31.76,
          "endTime": 37.25
        }
      ]
    },
    {
      "id": "advanced_036",
      "title": "気候変動対策",
      "text": "기후 변화는 인류가 직면한 가장 심각한 위기 중 하나입니다. 지구 온난화로 인해 해수면이 상승하고 극단적인 기상 현상이 빈발하고 있습니다. 이에 대응하기 위해 탄소 중립 실현이 시급한 과제로 떠올랐습니다. 한국도 2050년까지 탄소 중립을 달성하겠다는 목표를 수립하였습니다. 재생 에너지 확대와 친환경 산업 육성이 핵심 정책으로 추진되고 있습니다. 또한 개인 차원에서도 일회용품 사용 줄이기 등 실천이 필요합니다. 기후 위기 극복은 현세대와 미래 세대를 위한 우리 모두의 책임입니다.",
      "meaning": "気候変動は人類が直面する最も深刻な危機の一つです。地球温暖化により海面が上昇し、極端な気象現象が頻発しています。これに対応するため炭素中立の実現が喫緊の課題として浮上しました。韓国も2050年までに炭素中立を達成するという目標を樹立しました。再生可能エネルギーの拡大と環境にやさしい産業の育成が核心政策として推進されています。また、個人レベルでも使い捨て製品の使用削減などの実践が必要です。気候危機の克服は現世代と未来世代のための私たち全員の責任です。",
      "audioPath": "assets/audio/shadowing/advanced/036.mp3",
      "durationSeconds": 37,
      "tip": "環境用語「탄소 중립」「재생 에너지」は明確に区切って発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "기후 변화는 인류가 직면한 가장 심각한 위기 중 하나입니다.",
          "meaning": "気候変動は人類が直面する最も深刻な危機の一つです。",
          "startTime": 0.01,
          "endTime": 4.6
        },
        {
          "index": 1,
          "text": "지구 온난화로 인해 해수면이 상승하고 극단적인 기상 현상이 빈발하고 있습니다.",
          "meaning": "地球温暖化により海面が上昇し、極端な気象現象が頻発しています。",
          "startTime": 4.6,
          "endTime": 10.63
        },
        {
          "index": 2,
          "text": "이에 대응하기 위해 탄소 중립 실현이 시급한 과제로 떠올랐습니다.",
          "meaning": "これに対応するため炭素中立の実現が喫緊の課題として浮上しました。",
          "startTime": 10.63,
          "endTime": 15.55
        },
        {
          "index": 3,
          "text": "한국도 2050년까지 탄소 중립을 달성하겠다는 목표를 수립하였습니다.",
          "meaning": "韓国も2050年までに炭素中立を達成するという目標を樹立しました。",
          "startTime": 15.55,
          "endTime": 21.2
        },
        {
          "index": 4,
          "text": "재생 에너지 확대와 친환경 산업 육성이 핵심 정책으로 추진되고 있습니다.",
          "meaning": "再生可能エネルギーの拡大と環境にやさしい産業の育成が核心政策として推進されています。",
          "startTime": 21.2,
          "endTime": 26.69
        },
        {
          "index": 5,
          "text": "또한 개인 차원에서도 일회용품 사용 줄이기 등 실천이 필요합니다.",
          "meaning": "また、個人レベルでも使い捨て製品の使用削減などの実践が必要です。",
          "startTime": 26.69,
          "endTime": 31.7
        },
        {
          "index": 6,
          "text": "기후 위기 극복은 현세대와 미래 세대를 위한 우리 모두의 책임입니다.",
          "meaning": "気候危機の克服は現世代と未来世代のための私たち全員の責任です。",
          "startTime": 31.7,
          "endTime": 36.88
        }
      ]
    },
    {
      "id": "advanced_037",
      "title": "デジタル転換と社会変化",
      "text": "디지털 전환은 사회 전반에 걸쳐 근본적인 변화를 이끌고 있습니다. 인공지능과 빅데이터는 산업 구조를 재편하고 새로운 일자리를 창출하고 있습니다. 동시에 기존 직업의 소멸과 디지털 격차 문제도 대두되고 있습니다. 비대면 서비스의 확산은 코로나 팬데믹을 거치며 가속화되었습니다. 교육, 의료, 금융 등 모든 분야에서 디지털화가 진행되고 있습니다. 이러한 변화에 적응하기 위해서는 평생 학습과 디지털 역량 강화가 필수적입니다. 기술 발전이 인간의 삶을 풍요롭게 하는 방향으로 나아가야 할 것입니다.",
      "meaning": "デジタル転換は社会全般にわたって根本的な変化をもたらしています。人工知能とビッグデータは産業構造を再編し、新たな雇用を創出しています。同時に既存の職業の消滅とデジタル格差の問題も浮上しています。非対面サービスの拡散はコロナパンデミックを経て加速しました。教育、医療、金融などあらゆる分野でデジタル化が進行しています。このような変化に適応するためには生涯学習とデジタル能力の強化が不可欠です。技術発展が人間の生活を豊かにする方向へ進むべきでしょう。",
      "audioPath": "assets/audio/shadowing/advanced/037.mp3",
      "durationSeconds": 38,
      "tip": "IT用語「디지털 전환」「빅데이터」は外来語として自然に発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "디지털 전환은 사회 전반에 걸쳐 근본적인 변화를 이끌고 있습니다.",
          "meaning": "デジタル転換は社会全般にわたって根本的な変化をもたらしています。",
          "startTime": 0.01,
          "endTime": 5.07
        },
        {
          "index": 1,
          "text": "인공지능과 빅데이터는 산업 구조를 재편하고 새로운 일자리를 창출하고 있습니다.",
          "meaning": "人工知能とビッグデータは産業構造を再編し、新たな雇用を創出しています。",
          "startTime": 5.07,
          "endTime": 11.24
        },
        {
          "index": 2,
          "text": "동시에 기존 직업의 소멸과 디지털 격차 문제도 대두되고 있습니다.",
          "meaning": "同時に既存の職業の消滅とデジタル格差の問題も浮上しています。",
          "startTime": 11.24,
          "endTime": 16.28
        },
        {
          "index": 3,
          "text": "비대면 서비스의 확산은 코로나 팬데믹을 거치며 가속화되었습니다.",
          "meaning": "非対面サービスの拡散はコロナパンデミックを経て加速しました。",
          "startTime": 16.28,
          "endTime": 21.46
        },
        {
          "index": 4,
          "text": "교육, 의료, 금융 등 모든 분야에서 디지털화가 진행되고 있습니다.",
          "meaning": "教育、医療、金融などあらゆる分野でデジタル化が進行しています。",
          "startTime": 21.46,
          "endTime": 27.19
        },
        {
          "index": 5,
          "text": "이러한 변화에 적응하기 위해서는 평생 학습과 디지털 역량 강화가 필수적입니다.",
          "meaning": "このような変化に適応するためには生涯学習とデジタル能力の強化が不可欠です。",
          "startTime": 27.19,
          "endTime": 33.2
        },
        {
          "index": 6,
          "text": "기술 발전이 인간의 삶을 풍요롭게 하는 방향으로 나아가야 할 것입니다.",
          "meaning": "技術発展が人間の生活を豊かにする方向へ進むべきでしょう。",
          "startTime": 33.2,
          "endTime": 38.47
        }
      ]
    },
    {
      "id": "advanced_038",
      "title": "韓国食文化の国際化",
      "text": "한식의 세계화는 한류의 확산과 함께 빠르게 진행되고 있습니다. 비빔밥, 김치, 불고기 등은 이제 세계인의 식탁에서도 쉽게 찾아볼 수 있습니다. 특히 건강에 좋은 발효 식품으로서 김치의 가치가 재조명되고 있습니다. K-드라마와 K-팝을 통해 한국 음식 문화에 대한 관심도 높아졌습니다. 해외에서 한식당의 수가 급격히 증가하고 있으며, 한식 조리 학원도 인기를 끌고 있습니다. 이러한 현상은 문화 외교의 중요한 도구가 되고 있습니다. 한식의 우수성을 알리는 것은 국가 브랜드 가치를 높이는 데 기여합니다.",
      "meaning": "韓食のグローバル化は韓流の拡散とともに急速に進んでいます。ビビンバ、キムチ、プルコギなどは今や世界の人々の食卓でも容易に見つけることができます。特に健康に良い発酵食品としてのキムチの価値が再評価されています。K-ドラマとK-POPを通じて韓国の食文化への関心も高まりました。海外で韓国料理店の数が急激に増加しており、韓食料理教室も人気を集めています。このような現象は文化外交の重要なツールとなっています。韓食の優秀性を知らせることは国家ブランド価値を高めることに貢献します。",
      "audioPath": "assets/audio/shadowing/advanced/038.mp3",
      "durationSeconds": 39,
      "tip": "食文化用語「발효 식품」「한식」は親しみやすく明瞭に発音しましょう",
      "segments": [
        {
          "index": 0,
          "text": "한식의 세계화는 한류의 확산과 함께 빠르게 진행되고 있습니다.",
          "meaning": "韓食のグローバル化は韓流の拡散とともに急速に進んでいます。",
          "startTime": 0.01,
          "endTime": 4.86
        },
        {
          "index": 1,
          "text": "비빔밥, 김치, 불고기 등은 이제 세계인의 식탁에서도 쉽게 찾아볼 수 있습니다.",
          "meaning": "ビビンバ、キムチ、プルコギなどは今や世界の人々の食卓でも容易に見つけることができます。",
          "startTime": 4.86,
          "endTime": 11.87
        },
        {
          "index": 2,
          "text": "특히 건강에 좋은 발효 식품으로서 김치의 가치가 재조명되고 있습니다.",
          "meaning": "特に健康に良い発酵食品としてのキムチの価値が再評価されています。",
          "startTime": 11.87,
          "endTime": 17.24
        },
        {
          "index": 3,
          "text": "K-드라마와 K-팝을 통해 한국 음식 문화에 대한 관심도 높아졌습니다.",
          "meaning": "K-ドラマとK-POPを通じて韓国の食文化への関心も高まりました。",
          "startTime": 17.24,
          "endTime": 22.86
        },
        {
          "index": 4,
          "text": "해외에서 한식당의 수가 급격히 증가하고 있으며, 한식 조리 학원도 인기를 끌고 있습니다.",
          "meaning": "海外で韓国料理店の数が急激に増加しており、韓食料理教室も人気を集めています。",
          "startTime": 22.86,
          "endTime": 29.2
        },
        {
          "index": 5,
          "text": "이러한 현상은 문화 외교의 중요한 도구가 되고 있습니다.",
          "meaning": "このような現象は文化外交の重要なツールとなっています。",
          "startTime": 29.2,
          "endTime": 33.07
        },
        {
          "index": 6,
          "text": "한식의 우수성을 알리는 것은 국가 브랜드 가치를 높이는 데 기여합니다.",
          "meaning": "韓食の優秀性を知らせることは国家ブランド価値を高めることに貢献します。",
          "startTime": 33.07,
          "endTime": 38.54
        }
      ]
    },
    {
      "id": "advanced_039",
      "title": "次世代への提言",
      "text": "젊은 세대 여러분에게 몇 가지 당부의 말씀을 드리고자 합니다. 첫째, 실패를 두려워하지 마십시오. 실패는 성공으로 가는 디딤돌이 됩니다. 둘째, 끊임없이 배우는 자세를 유지하십시오. 세상은 빠르게 변화하고 있습니다. 셋째, 다양성을 존중하고 열린 마음을 가지십시오. 서로 다름은 갈등이 아닌 풍요로움의 원천입니다. 넷째, 사회적 책임을 잊지 마십시오. 개인의 성공은 공동체 속에서 더 큰 의미를 갖습니다. 여러분의 무한한 가능성을 믿고 용기 있게 도전하시기 바랍니다.",
      "meaning": "若い世代の皆さんにいくつかお願いの言葉を申し上げたいと思います。第一に、失敗を恐れないでください。失敗は成功への踏み台となります。第二に、絶え間なく学ぶ姿勢を維持してください。世界は急速に変化しています。第三に、多様性を尊重し開かれた心を持ってください。お互いの違いは葛藤ではなく豊かさの源泉です。第四に、社会的責任を忘れないでください。個人の成功は共同体の中でより大きな意味を持ちます。皆さんの無限の可能性を信じ、勇気を持って挑戦されることを願います。",
      "audioPath": "assets/audio/shadowing/advanced/039.mp3",
      "durationSeconds": 38,
      "tip": "提言・助言の表現「-십시오」「-기 바랍니다」は温かみと説得力を込めて読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "젊은 세대 여러분에게 몇 가지 당부의 말씀을 드리고자 합니다.",
          "meaning": "若い世代の皆さんにいくつかお願いの言葉を申し上げたいと思います。",
          "startTime": 0.01,
          "endTime": 4.41
        },
        {
          "index": 1,
          "text": "첫째, 실패를 두려워하지 마십시오. 실패는 성공으로 가는 디딤돌이 됩니다.",
          "meaning": "第一に、失敗を恐れないでください。失敗は成功への踏み台となります。",
          "startTime": 4.41,
          "endTime": 10.81
        },
        {
          "index": 2,
          "text": "둘째, 끊임없이 배우는 자세를 유지하십시오. 세상은 빠르게 변화하고 있습니다.",
          "meaning": "第二に、絶え間なく学ぶ姿勢を維持してください。世界は急速に変化しています。",
          "startTime": 10.81,
          "endTime": 17.28
        },
        {
          "index": 3,
          "text": "셋째, 다양성을 존중하고 열린 마음을 가지십시오. 서로 다름은 갈등이 아닌 풍요로움의 원천입니다.",
          "meaning": "第三に、多様性を尊重し開かれた心を持ってください。お互いの違いは葛藤ではなく豊かさの源泉です。",
          "startTime": 17.28,
          "endTime": 25.64
        },
        {
          "index": 4,
          "text": "넷째, 사회적 책임을 잊지 마십시오. 개인의 성공은 공동체 속에서 더 큰 의미를 갖습니다.",
          "meaning": "第四に、社会的責任を忘れないでください。個人の成功は共同体の中でより大きな意味を持ちます。",
          "startTime": 25.64,
          "endTime": 33.23
        },
        {
          "index": 5,
          "text": "여러분의 무한한 가능성을 믿고 용기 있게 도전하시기 바랍니다.",
          "meaning": "皆さんの無限の可能性を信じ、勇気を持って挑戦されることを願います。",
          "startTime": 33.23,
          "endTime": 38.11
        }
      ]
    },
    {
      "id": "advanced_040",
      "title": "未来への展望スピーチ",
      "text": "오늘 저는 대한민국의 밝은 미래에 대해 말씀드리고자 합니다. 우리나라는 짧은 시간 안에 놀라운 발전을 이루어 왔습니다. 선조들의 희생과 헌신 위에 오늘의 번영이 있음을 잊어서는 안 됩니다. 앞으로 우리는 더 큰 도약을 향해 나아갈 것입니다. 혁신과 창의성으로 새로운 성장 동력을 만들어 나갈 것입니다. 분단의 아픔을 극복하고 평화와 통일의 시대를 열어갈 것입니다. 다음 세대에게 더 나은 세상을 물려주는 것이 우리의 사명입니다. 함께라면 불가능은 없습니다. 대한민국의 미래는 밝습니다.",
      "meaning": "本日私は大韓民国の明るい未来についてお話ししたいと思います。我が国は短い時間の中で驚くべき発展を遂げてきました。先祖たちの犠牲と献身の上に今日の繁栄があることを忘れてはなりません。これから私たちはより大きな飛躍に向かって進んでいきます。革新と創造性で新たな成長エンジンを作り上げていきます。分断の痛みを克服し、平和と統一の時代を切り開いていきます。次の世代により良い世界を引き継ぐことが私たちの使命です。共にあれば不可能はありません。大韓民国の未来は明るいです。",
      "audioPath": "assets/audio/shadowing/advanced/040.mp3",
      "durationSeconds": 36,
      "tip": "希望に満ちたスピーチは力強く、抑揚をつけて感動的に読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "오늘 저는 대한민국의 밝은 미래에 대해 말씀드리고자 합니다.",
          "meaning": "本日私は大韓民国の明るい未来についてお話ししたいと思います。",
          "startTime": 0.01,
          "endTime": 4.44
        },
        {
          "index": 1,
          "text": "우리나라는 짧은 시간 안에 놀라운 발전을 이루어 왔습니다.",
          "meaning": "我が国は短い時間の中で驚くべき発展を遂げてきました。",
          "startTime": 4.44,
          "endTime": 8.57
        },
        {
          "index": 2,
          "text": "선조들의 희생과 헌신 위에 오늘의 번영이 있음을 잊어서는 안 됩니다.",
          "meaning": "先祖たちの犠牲と献身の上に今日の繁栄があることを忘れてはなりません。",
          "startTime": 8.57,
          "endTime": 13.77
        },
        {
          "index": 3,
          "text": "앞으로 우리는 더 큰 도약을 향해 나아갈 것입니다.",
          "meaning": "これから私たちはより大きな飛躍に向かって進んでいきます。",
          "startTime": 13.77,
          "endTime": 17.57
        },
        {
          "index": 4,
          "text": "혁신과 창의성으로 새로운 성장 동력을 만들어 나갈 것입니다.",
          "meaning": "革新と創造性で新たな成長エンジンを作り上げていきます。",
          "startTime": 17.57,
          "endTime": 22.28
        },
        {
          "index": 5,
          "text": "분단의 아픔을 극복하고 평화와 통일의 시대를 열어갈 것입니다.",
          "meaning": "分断の痛みを克服し、平和と統一の時代を切り開いていきます。",
          "startTime": 22.28,
          "endTime": 26.98
        },
        {
          "index": 6,
          "text": "다음 세대에게 더 나은 세상을 물려주는 것이 우리의 사명입니다.",
          "meaning": "次の世代により良い世界を引き継ぐことが私たちの使命です。",
          "startTime": 26.98,
          "endTime": 31.45
        },
        {
          "index": 7,
          "text": "함께라면 불가능은 없습니다. 대한민국의 미래는 밝습니다.",
          "meaning": "共にあれば不可能はありません。大韓民国の未来は明るいです。",
          "startTime": 31.45,
          "endTime": 36.19
        }
      ]
    },
    {
      "id": "advanced_041",
      "title": "ドラマ風：感情的な別れ【パンマル】",
      "text": "왜 그래? 왜 나한테 이러는 거야? 내가 뭘 잘못했는데? 말해 봐. 나 진짜 모르겠어. 우리 그렇게 행복했잖아. 근데 왜 갑자기 이래? 그동안 다 거짓말이었어? 나만 바보처럼 혼자 좋아한 거야? 대답해. 제발 뭐라도 말해 줘. 이대로 끝내기엔 너무 억울해.",
      "meaning": "なんでそうなの？なんで私にこんなことするの？私が何を間違えたっていうの？言ってみて。私本当にわからない。私たちあんなに幸せだったじゃない。なのになんで急にこうなの？今まで全部嘘だったの？私だけバカみたいに一人で好きだったの？答えて。お願いだから何か言って。このまま終わるには悔しすぎる。",
      "audioPath": "assets/audio/shadowing/advanced/041.mp3",
      "durationSeconds": 21,
      "tip": "「왜 이러는 거야」は相手の行動に困惑・抗議するときの表現です。感情を込めて読みましょう",
      "segments": [
        {
          "index": 0,
          "text": "왜 그래? 왜 나한테 이러는 거야?",
          "meaning": "なんでそうなの？なんで私にこんなことするの？",
          "startTime": 0.01,
          "endTime": 2.68
        },
        {
          "index": 1,
          "text": "내가 뭘 잘못했는데? 말해 봐.",
          "meaning": "私が何を間違えたっていうの？言ってみて。",
          "startTime": 2.68,
          "endTime": 5.4
        },
        {
          "index": 2,
          "text": "나 진짜 모르겠어. 우리 그렇게 행복했잖아.",
          "meaning": "私本当にわからない。私たちあんなに幸せだったじゃない。",
          "startTime": 5.4,
          "endTime": 9.29
        },
        {
          "index": 3,
          "text": "근데 왜 갑자기 이래? 그동안 다 거짓말이었어?",
          "meaning": "なのになんで急にこうなの？今まで全部嘘だったの？",
          "startTime": 9.29,
          "endTime": 13.17
        },
        {
          "index": 4,
          "text": "나만 바보처럼 혼자 좋아한 거야? 대답해.",
          "meaning": "私だけバカみたいに一人で好きだったの？答えて。",
          "startTime": 13.17,
          "endTime": 16.67
        },
        {
          "index": 5,
          "text": "제발 뭐라도 말해 줘. 이대로 끝내기엔 너무 억울해.",
          "meaning": "お願いだから何か言って。このまま終わるには悔しすぎる。",
          "startTime": 16.67,
          "endTime": 20.83
        }
      ]
    },
    {
      "id": "advanced_042",
      "title": "ドラマ風：告白シーン【パンマル】",
      "text": "있잖아, 나 할 말이 있어. 오래 생각했어. 사실 너 처음 봤을 때부터 마음에 들었어. 근데 말할 용기가 없었어. 우리 친구니까 괜히 어색해질까 봐. 그래도 더 이상 숨기고 싶지 않아. 나 너 좋아해. 아니, 사랑해. 부담 갖지 마. 대답은 천천히 해도 돼. 그냥 내 마음만 알아줬으면 해.",
      "meaning": "あのさ、話したいことがあるの。長い間考えた。実は最初に会った時から気になってた。でも言う勇気がなかった。私たち友達だから変に気まずくなるかと思って。それでももう隠したくない。私、あなたが好き。ううん、愛してる。プレッシャー感じないで。返事はゆっくりでいいよ。ただ私の気持ちだけわかってほしい。",
      "audioPath": "assets/audio/shadowing/advanced/042.mp3",
      "durationSeconds": 24,
      "tip": "「마음에 들다」は「気に入る」、「부담 갖지 마」は「プレッシャー感じないで」という意味です",
      "segments": [
        {
          "index": 0,
          "text": "있잖아, 나 할 말이 있어. 오래 생각했어.",
          "meaning": "あのさ、話したいことがあるの。長い間考えた。",
          "startTime": 0.01,
          "endTime": 3.9
        },
        {
          "index": 1,
          "text": "사실 너 처음 봤을 때부터 마음에 들었어.",
          "meaning": "実は最初に会った時から気になってた。",
          "startTime": 3.9,
          "endTime": 7.16
        },
        {
          "index": 2,
          "text": "근데 말할 용기가 없었어. 우리 친구니까 괜히 어색해질까 봐.",
          "meaning": "でも言う勇気がなかった。私たち友達だから変に気まずくなるかと思って。",
          "startTime": 7.16,
          "endTime": 12.37
        },
        {
          "index": 3,
          "text": "그래도 더 이상 숨기고 싶지 않아. 나 너 좋아해. 아니, 사랑해.",
          "meaning": "それでももう隠したくない。私、あなたが好き。ううん、愛してる。",
          "startTime": 12.37,
          "endTime": 18.16
        },
        {
          "index": 4,
          "text": "부담 갖지 마. 대답은 천천히 해도 돼.",
          "meaning": "プレッシャー感じないで。返事はゆっくりでいいよ。",
          "startTime": 18.16,
          "endTime": 21.62
        },
        {
          "index": 5,
          "text": "그냥 내 마음만 알아줬으면 해.",
          "meaning": "ただ私の気持ちだけわかってほしい。",
          "startTime": 21.62,
          "endTime": 24
        }
      ]
    },
    {
      "id": "advanced_043",
      "title": "ドラマ風：友達との人生相談【パンマル】",
      "text": "야, 나 요즘 진짜 힘들어. 회사에서 스트레스 받고, 부모님은 결혼하라고 압박하시고. 내 인생이 왜 이렇게 된 건지 모르겠어. 원래 꿈꾸던 삶이 이게 아니었거든. 어디서부터 잘못된 걸까? 가끔 다 때려치우고 어디론가 떠나버리고 싶어. 그냥 한탄이야. 들어줘서 고마워. 너한테 말하니까 좀 나아지는 것 같아.",
      "meaning": "ねえ、私最近本当につらい。会社でストレス受けて、両親は結婚しろって圧力かけてくるし。私の人生がなんでこうなったのかわからない。元々夢見てた人生がこれじゃなかったんだよ。どこから間違えたんだろう？たまに全部やめてどこかに行っちゃいたくなる。ただの愚痴だよ。聞いてくれてありがとう。あなたに話したら少し楽になった気がする。",
      "audioPath": "assets/audio/shadowing/advanced/043.mp3",
      "durationSeconds": 25,
      "tip": "「때려치우다」は「やめる、投げ出す」のくだけた表現。「한탄」は「愚痴、嘆き」です",
      "segments": [
        {
          "index": 0,
          "text": "야, 나 요즘 진짜 힘들어.",
          "meaning": "ねえ、私最近本当につらい。",
          "startTime": 0.01,
          "endTime": 2.56
        },
        {
          "index": 1,
          "text": "회사에서 스트레스 받고, 부모님은 결혼하라고 압박하시고.",
          "meaning": "会社でストレス受けて、両親は結婚しろって圧力かけてくるし。",
          "startTime": 2.56,
          "endTime": 7.33
        },
        {
          "index": 2,
          "text": "내 인생이 왜 이렇게 된 건지 모르겠어. 원래 꿈꾸던 삶이 이게 아니었거든.",
          "meaning": "私の人生がなんでこうなったのかわからない。元々夢見てた人生がこれじゃなかったんだよ。",
          "startTime": 7.33,
          "endTime": 13.3
        },
        {
          "index": 3,
          "text": "어디서부터 잘못된 걸까? 가끔 다 때려치우고 어디론가 떠나버리고 싶어.",
          "meaning": "どこから間違えたんだろう？たまに全部やめてどこかに行っちゃいたくなる。",
          "startTime": 13.3,
          "endTime": 18.87
        },
        {
          "index": 4,
          "text": "그냥 한탄이야. 들어줘서 고마워.",
          "meaning": "ただの愚痴だよ。聞いてくれてありがとう。",
          "startTime": 18.87,
          "endTime": 22.11
        },
        {
          "index": 5,
          "text": "너한테 말하니까 좀 나아지는 것 같아.",
          "meaning": "あなたに話したら少し楽になった気がする。",
          "startTime": 22.11,
          "endTime": 25.09
        }
      ]
    },
    {
      "id": "advanced_044",
      "title": "ドラマ風：カップルの口論【パンマル】",
      "text": "또 시작이야? 맨날 이거 가지고 싸우는 거 지겹지 않아? 나도 바빠. 너만 힘든 거 아니야. 근데 넌 맨날 네 입장만 생각하잖아. 나는? 내 마음은 생각해 본 적 있어? 솔직히 요즘 너무 지쳐. 우리 좀 냉정하게 생각해 보자. 이렇게 싸우기만 하면 뭐가 달라져? 진정하고 나중에 다시 얘기하자.",
      "meaning": "また始まった？毎日これで喧嘩するの飽きない？私も忙しいの。あなただけ大変なんじゃないよ。でもあなたはいつも自分の立場だけ考えるじゃん。私は？私の気持ちは考えたことある？正直最近すごく疲れてる。私たちちょっと冷静に考えよう。こうやって喧嘩ばかりしてたら何が変わるの？落ち着いて後でまた話そう。",
      "audioPath": "assets/audio/shadowing/advanced/044.mp3",
      "durationSeconds": 24,
      "tip": "「맨날」は「毎日」のくだけた表現。「지겹다」は「飽き飽きする、うんざりする」です",
      "segments": [
        {
          "index": 0,
          "text": "또 시작이야? 맨날 이거 가지고 싸우는 거 지겹지 않아?",
          "meaning": "また始まった？毎日これで喧嘩するの飽きない？",
          "startTime": 0.01,
          "endTime": 4.21
        },
        {
          "index": 1,
          "text": "나도 바빠. 너만 힘든 거 아니야.",
          "meaning": "私も忙しいの。あなただけ大変なんじゃないよ。",
          "startTime": 4.21,
          "endTime": 7.37
        },
        {
          "index": 2,
          "text": "근데 넌 맨날 네 입장만 생각하잖아. 나는? 내 마음은 생각해 본 적 있어?",
          "meaning": "でもあなたはいつも自分の立場だけ考えるじゃん。私は？私の気持ちは考えたことある？",
          "startTime": 7.37,
          "endTime": 13.52
        },
        {
          "index": 3,
          "text": "솔직히 요즘 너무 지쳐. 우리 좀 냉정하게 생각해 보자.",
          "meaning": "正直最近すごく疲れてる。私たちちょっと冷静に考えよう。",
          "startTime": 13.52,
          "endTime": 18.24
        },
        {
          "index": 4,
          "text": "이렇게 싸우기만 하면 뭐가 달라져?",
          "meaning": "こうやって喧嘩ばかりしてたら何が変わるの？",
          "startTime": 18.24,
          "endTime": 20.99
        },
        {
          "index": 5,
          "text": "진정하고 나중에 다시 얘기하자.",
          "meaning": "落ち着いて後でまた話そう。",
          "startTime": 20.99,
          "endTime": 23.9
        }
      ]
    },
    {
      "id": "advanced_045",
      "title": "ドラマ風：仲直りの会話【パンマル】",
      "text": "미안해. 아까 내가 너무 심했어. 화가 나서 생각 없이 말했어. 후회해. 너 상처받았지? 정말 미안해. 나 진짜 너 없으면 안 돼. 우리 다시 시작하자. 앞으로는 더 노력할게. 네 얘기 잘 들을게. 나 믿어줄 수 있어? 진심이야. 너무 사랑해서 그런 거야. 다시는 안 그럴게.",
      "meaning": "ごめん。さっき私ひどすぎた。怒って何も考えずに言っちゃった。後悔してる。傷ついたよね？本当にごめん。私、本当にあなたがいないとダメなの。私たちやり直そう。これからはもっと努力する。あなたの話ちゃんと聞くね。私のこと信じてくれる？本気だよ。愛しすぎてそうなっちゃったの。もう二度としないから。",
      "audioPath": "assets/audio/shadowing/advanced/045.mp3",
      "durationSeconds": 24,
      "tip": "「심하다」は「ひどい」、「진심이야」は「本気だよ」という真剣な気持ちを伝える表現です",
      "segments": [
        {
          "index": 0,
          "text": "미안해. 아까 내가 너무 심했어.",
          "meaning": "ごめん。さっき私ひどすぎた。",
          "startTime": 0.01,
          "endTime": 3.12
        },
        {
          "index": 1,
          "text": "화가 나서 생각 없이 말했어. 후회해.",
          "meaning": "怒って何も考えずに言っちゃった。後悔してる。",
          "startTime": 3.12,
          "endTime": 6.5
        },
        {
          "index": 2,
          "text": "너 상처받았지? 정말 미안해. 나 진짜 너 없으면 안 돼.",
          "meaning": "傷ついたよね？本当にごめん。私、本当にあなたがいないとダメなの。",
          "startTime": 6.5,
          "endTime": 11.67
        },
        {
          "index": 3,
          "text": "우리 다시 시작하자. 앞으로는 더 노력할게. 네 얘기 잘 들을게.",
          "meaning": "私たちやり直そう。これからはもっと努力する。あなたの話ちゃんと聞くね。",
          "startTime": 11.67,
          "endTime": 17.64
        },
        {
          "index": 4,
          "text": "나 믿어줄 수 있어? 진심이야.",
          "meaning": "私のこと信じてくれる？本気だよ。",
          "startTime": 17.64,
          "endTime": 20.3
        },
        {
          "index": 5,
          "text": "너무 사랑해서 그런 거야. 다시는 안 그럴게.",
          "meaning": "愛しすぎてそうなっちゃったの。もう二度としないから。",
          "startTime": 20.3,
          "endTime": 23.89
        }
      ]
    },
    {
      "id": "advanced_046",
      "title": "男性アイドル風：ファンミでの感動スピーチ【パンマル】",
      "text": "솔직히 말할게. 나 처음에 자신이 없었어. 내가 이 무대에 설 자격이 있나 싶었어. 근데 너희가 있었잖아. 힘들 때마다 너희 응원이 나를 일으켜 세웠어. 진짜야. 너희 아니었으면 여기까지 못 왔어. 그래서 오늘 이 말 꼭 하고 싶었어. 고마워. 진심으로. 앞으로도 너희 곁에 있을게. 약속해.",
      "meaning": "正直に言うね。僕最初は自信がなかった。僕がこのステージに立つ資格があるのかなって思った。でも君たちがいたじゃない。辛い時も君たちの応援が僕を立ち上がらせてくれた。本当だよ。君たちがいなかったらここまで来れなかった。だから今日この言葉を絶対言いたかった。ありがとう。心から。これからも君たちのそばにいるね。約束する。",
      "audioPath": "assets/audio/shadowing/advanced/046.mp3",
      "durationSeconds": 25,
      "tip": "「일으켜 세우다」は「立ち上がらせる」という意味。感動的なスピーチでよく使われます",
      "segments": [
        {
          "index": 0,
          "text": "솔직히 말할게. 나 처음에 자신이 없었어.",
          "meaning": "正直に言うね。僕最初は自信がなかった。",
          "startTime": 0.01,
          "endTime": 4.03
        },
        {
          "index": 1,
          "text": "내가 이 무대에 설 자격이 있나 싶었어.",
          "meaning": "僕がこのステージに立つ資格があるのかなって思った。",
          "startTime": 4.03,
          "endTime": 6.76
        },
        {
          "index": 2,
          "text": "근데 너희가 있었잖아. 힘들 때마다 너희 응원이 나를 일으켜 세웠어.",
          "meaning": "でも君たちがいたじゃない。辛い時も君たちの応援が僕を立ち上がらせてくれた。",
          "startTime": 6.76,
          "endTime": 12.27
        },
        {
          "index": 3,
          "text": "진짜야. 너희 아니었으면 여기까지 못 왔어.",
          "meaning": "本当だよ。君たちがいなかったらここまで来れなかった。",
          "startTime": 12.27,
          "endTime": 16.25
        },
        {
          "index": 4,
          "text": "그래서 오늘 이 말 꼭 하고 싶었어. 고마워. 진심으로.",
          "meaning": "だから今日この言葉を絶対言いたかった。ありがとう。心から。",
          "startTime": 16.25,
          "endTime": 21.29
        },
        {
          "index": 5,
          "text": "앞으로도 너희 곁에 있을게. 약속해.",
          "meaning": "これからも君たちのそばにいるね。約束する。",
          "startTime": 21.29,
          "endTime": 24.73
        }
      ]
    },
    {
      "id": "advanced_047",
      "title": "男性アイドル風：デビュー前の夢を語る【パンマル】",
      "text": "연습생 시절이 떠오른다. 그때는 진짜 막막했어. 언제 데뷔할 수 있을지, 과연 될 수 있을지. 매일 불안했거든. 밤새 연습하고, 밥도 제대로 못 먹고. 그래도 포기 안 했어. 이 무대에 서는 게 꿈이었으니까. 그 꿈이 지금 현실이 됐어. 아직도 믿기지 않아. 꿈꾸는 거 있으면 절대 포기하지 마. 진심이야.",
      "meaning": "練習生時代を思い出すよ。あの時は本当に先が見えなかった。いつデビューできるか、本当にできるのか。毎日不安だったんだ。徹夜で練習して、ご飯もまともに食べれなくて。それでも諦めなかった。このステージに立つのが夢だったから。その夢が今現実になった。まだ信じられないよ。夢があったら絶対諦めないで。本気で言ってる。",
      "audioPath": "assets/audio/shadowing/advanced/047.mp3",
      "durationSeconds": 26,
      "tip": "「막막하다」は「先が見えない、途方に暮れる」という意味です",
      "segments": [
        {
          "index": 0,
          "text": "연습생 시절이 떠오른다. 그때는 진짜 막막했어.",
          "meaning": "練習生時代を思い出すよ。あの時は本当に先が見えなかった。",
          "startTime": 0.01,
          "endTime": 4.47
        },
        {
          "index": 1,
          "text": "언제 데뷔할 수 있을지, 과연 될 수 있을지. 매일 불안했거든.",
          "meaning": "いつデビューできるか、本当にできるのか。毎日不安だったんだ。",
          "startTime": 4.47,
          "endTime": 9.95
        },
        {
          "index": 2,
          "text": "밤새 연습하고, 밥도 제대로 못 먹고.",
          "meaning": "徹夜で練習して、ご飯もまともに食べれなくて。",
          "startTime": 9.95,
          "endTime": 13.29
        },
        {
          "index": 3,
          "text": "그래도 포기 안 했어. 이 무대에 서는 게 꿈이었으니까.",
          "meaning": "それでも諦めなかった。このステージに立つのが夢だったから。",
          "startTime": 13.29,
          "endTime": 17.75
        },
        {
          "index": 4,
          "text": "그 꿈이 지금 현실이 됐어. 아직도 믿기지 않아.",
          "meaning": "その夢が今現実になった。まだ信じられないよ。",
          "startTime": 17.75,
          "endTime": 21.81
        },
        {
          "index": 5,
          "text": "꿈꾸는 거 있으면 절대 포기하지 마. 진심이야.",
          "meaning": "夢があったら絶対諦めないで。本気で言ってる。",
          "startTime": 21.81,
          "endTime": 25.78
        }
      ]
    },
    {
      "id": "advanced_048",
      "title": "男性アイドル風：メンバーへの感謝【パンマル】",
      "text": "형들, 동생들아, 잠깐 얘기 좀 할게. 우리 같이 지낸 지 벌써 몇 년이야. 솔직히 처음엔 서먹서먹했잖아. 근데 지금은 가족 같아. 아니, 가족이야. 힘들 때 서로 의지하고, 좋을 때 같이 웃고. 너희 아니었으면 이 자리에 못 있었어. 진짜 고마워. 앞으로도 같이 가자. 우리 끝까지.",
      "meaning": "ヒョンたち、弟たち、ちょっと話させて。僕らが一緒に過ごしてもう何年だろう。正直最初はぎこちなかったじゃん。でも今は家族みたいだよ。いや、家族だよ。辛い時お互い頼りにして、嬉しい時一緒に笑って。君たちがいなかったらこの場所にいられなかった。本当にありがとう。これからも一緒に行こう。僕ら最後まで。",
      "audioPath": "assets/audio/shadowing/advanced/048.mp3",
      "durationSeconds": 24,
      "tip": "「서먹서먹하다」は「ぎこちない、よそよそしい」という意味です",
      "segments": [
        {
          "index": 0,
          "text": "형들, 동생들아, 잠깐 얘기 좀 할게.",
          "meaning": "ヒョンたち、弟たち、ちょっと話させて。",
          "startTime": 0.01,
          "endTime": 3.93
        },
        {
          "index": 1,
          "text": "우리 같이 지낸 지 벌써 몇 년이야. 솔직히 처음엔 서먹서먹했잖아.",
          "meaning": "僕らが一緒に過ごしてもう何年だろう。正直最初はぎこちなかったじゃん。",
          "startTime": 3.93,
          "endTime": 9.16
        },
        {
          "index": 2,
          "text": "근데 지금은 가족 같아. 아니, 가족이야.",
          "meaning": "でも今は家族みたいだよ。いや、家族だよ。",
          "startTime": 9.16,
          "endTime": 13.2
        },
        {
          "index": 3,
          "text": "힘들 때 서로 의지하고, 좋을 때 같이 웃고.",
          "meaning": "辛い時お互い頼りにして、嬉しい時一緒に笑って。",
          "startTime": 13.2,
          "endTime": 16.91
        },
        {
          "index": 4,
          "text": "너희 아니었으면 이 자리에 못 있었어. 진짜 고마워.",
          "meaning": "君たちがいなかったらこの場所にいられなかった。本当にありがとう。",
          "startTime": 16.91,
          "endTime": 21.34
        },
        {
          "index": 5,
          "text": "앞으로도 같이 가자. 우리 끝까지.",
          "meaning": "これからも一緒に行こう。僕ら最後まで。",
          "startTime": 21.34,
          "endTime": 24.45
        }
      ]
    },
    {
      "id": "advanced_049",
      "title": "男性アイドル風：辛い時期を乗り越えて【パンマル】",
      "text": "작년에 정말 힘들었어. 악플도 많고, 몸도 안 좋고. 그만두고 싶다는 생각도 했어. 진짜로. 근데 그때 너희 편지 봤어. 울었어. 많이. 너희가 나한테 힘이 된다고, 포기하지 말라고. 그 말이 나를 다시 일어서게 했어. 그래서 아직 여기 서 있어. 너희 덕분이야. 정말 사랑해.",
      "meaning": "去年本当に辛かった。悪質コメントも多くて、体調も悪くて。やめたいって思ったこともあった。マジで。でもその時君たちの手紙を見た。泣いた。たくさん。君たちが僕の力になるって、諦めないでって。その言葉が僕をまた立ち上がらせてくれた。だからまだここに立ってる。君たちのおかげだよ。本当に愛してる。",
      "audioPath": "assets/audio/shadowing/advanced/049.mp3",
      "durationSeconds": 24,
      "tip": "「악플」は「悪質なコメント」という意味の造語です。「일어서다」は「立ち上がる」",
      "segments": [
        {
          "index": 0,
          "text": "작년에 정말 힘들었어. 악플도 많고, 몸도 안 좋고.",
          "meaning": "去年本当に辛かった。悪質コメントも多くて、体調も悪くて。",
          "startTime": 0.01,
          "endTime": 5.07
        },
        {
          "index": 1,
          "text": "그만두고 싶다는 생각도 했어. 진짜로.",
          "meaning": "やめたいって思ったこともあった。マジで。",
          "startTime": 5.07,
          "endTime": 8.59
        },
        {
          "index": 2,
          "text": "근데 그때 너희 편지 봤어. 울었어. 많이.",
          "meaning": "でもその時君たちの手紙を見た。泣いた。たくさん。",
          "startTime": 8.59,
          "endTime": 13.15
        },
        {
          "index": 3,
          "text": "너희가 나한테 힘이 된다고, 포기하지 말라고.",
          "meaning": "君たちが僕の力になるって、諦めないでって。",
          "startTime": 13.15,
          "endTime": 16.91
        },
        {
          "index": 4,
          "text": "그 말이 나를 다시 일어서게 했어. 그래서 아직 여기 서 있어.",
          "meaning": "その言葉が僕をまた立ち上がらせてくれた。だからまだここに立ってる。",
          "startTime": 16.91,
          "endTime": 21.71
        },
        {
          "index": 5,
          "text": "너희 덕분이야. 정말 사랑해.",
          "meaning": "君たちのおかげだよ。本当に愛してる。",
          "startTime": 21.71,
          "endTime": 24.46
        }
      ]
    },
    {
      "id": "advanced_050",
      "title": "男性アイドル風：コンサートの最後に【パンマル】",
      "text": "오늘 진짜 최고였어. 너희 함성 소리, 눈물, 웃음. 다 잊지 못할 거야. 무대에서 너희 보면서 생각했어. 아, 이래서 내가 이 일을 하는구나. 너희가 내 인생의 의미야. 진심이야. 다음에 또 만나자. 그때까지 건강하고, 행복해. 나도 열심히 할게. 너희만 바라볼게. 사랑해, 우리 팬들.",
      "meaning": "今日マジで最高だった。君たちの歓声、涙、笑顔。全部忘れられないよ。ステージで君たちを見ながら思った。ああ、だから僕はこの仕事をしてるんだなって。君たちが僕の人生の意味だよ。本気だよ。また会おうね。それまで健康で、幸せでいて。僕も頑張るね。君たちだけを見てるよ。愛してる、僕らのファンたち。",
      "audioPath": "assets/audio/shadowing/advanced/050.mp3",
      "durationSeconds": 26,
      "tip": "「함성」は「歓声」という意味。コンサートの感動的な場面でよく使われる表現です",
      "segments": [
        {
          "index": 0,
          "text": "오늘 진짜 최고였어. 너희 함성 소리, 눈물, 웃음. 다 잊지 못할 거야.",
          "meaning": "今日マジで最高だった。君たちの歓声、涙、笑顔。全部忘れられないよ。",
          "startTime": 0.01,
          "endTime": 7.24
        },
        {
          "index": 1,
          "text": "무대에서 너희 보면서 생각했어. 아, 이래서 내가 이 일을 하는구나.",
          "meaning": "ステージで君たちを見ながら思った。ああ、だから僕はこの仕事をしてるんだなって。",
          "startTime": 7.24,
          "endTime": 12.79
        },
        {
          "index": 2,
          "text": "너희가 내 인생의 의미야. 진심이야.",
          "meaning": "君たちが僕の人生の意味だよ。本気だよ。",
          "startTime": 12.79,
          "endTime": 16.02
        },
        {
          "index": 3,
          "text": "다음에 또 만나자. 그때까지 건강하고, 행복해.",
          "meaning": "また会おうね。それまで健康で、幸せでいて。",
          "startTime": 16.02,
          "endTime": 20.73
        },
        {
          "index": 4,
          "text": "나도 열심히 할게. 너희만 바라볼게.",
          "meaning": "僕も頑張るね。君たちだけを見てるよ。",
          "startTime": 20.73,
          "endTime": 24.16
        },
        {
          "index": 5,
          "text": "사랑해, 우리 팬들.",
          "meaning": "愛してる、僕らのファンたち。",
          "startTime": 24.16,
          "endTime": 26.31
        }
      ]
    }
  ]
}